{
    "buildings": [
        {
            "building_id": 1,
            "name": "Moulin-Dessus de Sauvabelin, Moulin de Vennes, Val Omega",
            "address": null,
            "description": "Chocolaterie: En 1793, Gottlieb-Amédée Kohler ouvre au Grand-Saint-Jean un commerce de denrées coloniales et de vins du pays. En 1831, son fils, Charles-Amédée, introduit le chocolat. Il installe alors la fabrique dans un ancien moulin du Petit-Saint-Jean (moulin Bramafan), en contrebas de l'Hôtel de ville. En 1849, Ch.-Amédée Kohler achète à Sauvabelin la scierie communale pour en faire une chocolaterie moderne. Il remplace l'ancienne roue à aube par une chaudière à vapeur. Cette innovation fait sensation à Lausanne. En 1865, Charles-Amédée vend les propriétés de Sauvabelin et en ville à ses deux fils, Charles et Adolphe, qui continuent le commerce de denrées coloniales en gros et la fabrique de chocolat sous la même raison sociale: Amédée Kohler et fils. Vers 1874, un dépôt de la fabrique de Sauvabelin est construit à l'emplacement de l'actuelle place Centrale (devient ensuite le Royal Biograph). En 1896, la fabrique est transférée à Echandens dans une nouvelle usine construite de 1894 à 1896. Le bâtiment de Sauvabelin a été vendu en 1903 et démoli en 1957 (Polla, \"Lausanne 1860-1910\" page 177).\n\nMoulin: appelé Moulin-Dessus de Sauvabelin ou Moulin de Vennes, puis Val Omega. Autrefois une petite scierie, actionnée par l'eau du Flon. En 1866, le moulin est racheté par les frères Charles-Amédée et Jules-Albert Kohler. Le moulin subsiste jusque vers 1870; on installe alors des appartements dans le bâtiment. En 1919, les frères Kohler vendent l'ancien moulin qui est démoli en 1965. Le moulin se trouvait au dessous de la chocolaterie sur la rive droite du Flon. La voûte sous la maison et une passerelle permettaient d'accéder au deuxième moulin situé quelques mètres en dessous dans un coude du Flon (Polla, \"Lausanne 1860-1910 vie quotidienne\", page 16).",
            "images": [
                {
                    "image_id": 110647,
                    "date_begin": 1836,
                    "date_end": 1836,
                    "description": "vue du moulin de Sauvabelin avec grand avant-toit en bois couvert de tuile protégeant une petite cour donnant sur le Flon. Le torrent passe sous la partie gauche du moulin, laquelle est pourvue d'une petite voùte à cet effet. Végétation luxuriante tout autour"
                },
                {
                    "image_id": 96825,
                    "date_begin": 1893,
                    "date_end": 1893,
                    "description": "vue générale de l'usine. Un personnage se trouve devant la chocolaterie. A sa gauche, on distingue un chalet. A l'arrière-plan, il y a la forêt. Au premier plan juste en face de l'usine, il y a une cabane de jardinage et un jardin potager."
                },
                {
                    "image_id": 96826,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "à l'arrière-plan, il y a la chocolaterie et la forêt, devant elle, on distingue quatre chevaux et leurs deux attelages (sur l'un il y a des cageots et sur l'autre une chaudière), à gauche de l'usine, il y a deux bâtiments dont un chalet; au premier plan, il y a un pont en pierre avec des barrières en bois. Sur une des barrières se trouve une canne et, à côté par terre, il y a une besace."
                },
                {
                    "image_id": 110612,
                    "date_begin": 1901,
                    "date_end": 1901,
                    "description": "vue rapprochée d'un des moulins de Sauvabelin (côté habitable) avec un escalier d'entrée en bois et un petit cabanon devant la maison. Arbres aux couleurs automnales autour du moulin"
                },
                {
                    "image_id": 96824,
                    "date_begin": 1900,
                    "date_end": 1910,
                    "description": "gros plan sur la chocolaterie et de sa grande cheminée qui se trouve dans la cour centrale. On distingue à l'avant-plan, devant l'usine, deux hommes, quatre chevaux et deux attelages (sur l'un il y a des cageots et sur l'autre une grande citerne). A l'arrière-plan, il y a la forêt."
                },
                {
                    "image_id": 143160,
                    "date_begin": 1945,
                    "date_end": 1960,
                    "description": "L'ancien moulin de la Chocolatière vue du nord-ouest dans la vallée du Flon. Appelé Moulin-Dessus de Sauvabelin ou Moulin de Vennes, puis val Omega. En 1866, le moulin est racheté par les frères Charles-Amédée et Jules-Albert Kohler. Vers 1870 on installe des appartements dans le bâtiment. En 1919, les frères Kohler vendent l'ancien moulin qui est démoli en 1965. Le moulin se trouvait au dessous de la chocolaterie sur la rive droite du Flon. Une passerelle permettait d'accéder au deuxième moulin situé quelques mètres en dessous dans un coude du Flon."
                }
            ]
        },
        {
            "building_id": 2,
            "name": "Deuxième moulin sous la chocolaterie Kohler",
            "address": null,
            "description": "Deuxième moulin situé en dessous de la chocolaterie Kohler et immédiatement en dessous du premier moulin dit de Sauvabelin (P.1.A.1.B.52.005). La voûte, sous la maison [du premier moulin], permettait d'atteindre un autre moulin, situé plus bas (Polla, \"Lausanne 1860-1910 vie quotidienne\", page 16).",
            "images": [
                {
                    "image_id": 96823,
                    "date_begin": 1880,
                    "date_end": 1900,
                    "description": "Vue, probablement, sur le deuxième moulin situé en dessous de la chocolaterie Kohler et immédiatement en dessous du premier moulin dit de Sauvabelin (P.1.A.1.B.52.005)"
                }
            ]
        },
        {
            "building_id": 3,
            "name": "Moulin de Pierre de Plan, Moulin de Sauvabelin-Dessous, Moulin Creux",
            "address": null,
            "description": "Le moulin de Pierre de Plan ou de Sauvabelin-Dessous a été une tannerie et une forge. Transformé en ferme d'après image de 1923 (TODO: essayer de trouver dates plus précises). Appelé aussi plus tard moulin Creux, reste des \"Moulins Creux\", maison natale du missionnaire Ernest Creux (1845-1929), l'un des pionniers de la Mission suisse dans l'Afrique du Sud. Fut utilisé vers 1900 comme lazaret cantonal lors d'une épidémie de variole (Louis Polla, Lausanne 1860-1910: Maisons et quartiers d'autrefois, p. 195). Il fut démoli en 1933. A son emplacement, une usine d'incinération des déchets fut inaugurée le 22 novembre 1958 (emplacement de l'actuelle usine TRIDEL).",
            "images": [
                {
                    "image_id": 110673,
                    "date_begin": 1923,
                    "date_end": 1923,
                    "description": "vue d'un ancien moulin (peut-être l'ancien moulin Creux ou moulin de Sauvabelin-dessous) transformé en ferme au bord du Flon, au sud-est de la chocolaterie Kohler, dans la région de Sauvabelin"
                },
                {
                    "image_id": 110644,
                    "date_begin": 1800,
                    "date_end": 1850,
                    "description": "vue du moulin Creux (appellation tardive) dans la vallée du Flon avec ceinture d'arbustes sur le devant. A l'arrière-plan, dans la trouée de la forêt , on distingue le clocher de la Cathédrale, peut-être avec la flèche de Perregaux"
                },
                {
                    "image_id": 110651,
                    "date_begin": 1802,
                    "date_end": 1802,
                    "description": "vue d'un restaurant près de la tannerie appelée aussi moulin Creux, dans la vallée du Flon, au-dessous de Sauvabelin. A l'avant-plan, sur un chemin longeant la roche, on distingue une femme portant une corbeille sur la tête et son enfant. Devant eux, un homme se dirige du côté du restaurant dont on voit quelques tables sur l'herbe et des personnages attablés. A l'arrière-plan, on aperçoit le Château Saint-Maire"
                },
                {
                    "image_id": 147612,
                    "date_begin": 1831,
                    "date_end": 1831,
                    "description": "Vue depuis le sud sur la forge du moulin Creux, anciennement appelé le moulin de Pierre de Plan, au-dessous du bois de Sauvabelin, sur le Flon. Le paysage est composé de deux flancs de colline formant un petit vallon au centre où s'étagent les bâtiments et où passe la rivière. Au premier plan, à droite, une grande étendue de végétation, des buissons pour la plupart. A gauche, la forge proprement dite. Elle est faite de pierre, pour le premier étage, et de bois, pour le second. Une cascade du Flon alimente la roue du moulin. Une cheminée fume sur le toit. A gauche au premier plan, un petit chemin mène à la forge, qui se trouve au bas d'une colline fortement boisée. Au second plan, à droite, deux autres bâtiments, probablement des fermes surplombent la forge."
                },
                {
                    "image_id": 97176,
                    "date_begin": 1917,
                    "date_end": 1917,
                    "description": "Vue générale du moulin, façades sud et est, situé à proximité de la Sallaz, dans la vallée du Flon, à l'emplacement exact de l'actuelle usine TRIDEL, sise à la rue du Vallon. Vue depuis le sud sur la forge du moulin Creux, anciennement appelé le moulin de Pierre de Plan, au-dessous du bois de Sauvabelin, sur le Flon."
                },
                {
                    "image_id": 110649,
                    "date_begin": 1802,
                    "date_end": 1802,
                    "description": "vue d'une tannerie, appelée plus tard moulin Creux, dans le vallon du Flon au-dessous de Sauvabelin. A l'avant-plan deux hommes parlent en gesticulant sur un talus herbeux au pied d'une cascade formée par le Flon. Sur la gauche on distingue un gros rocher couvert de verdure. A l'arrière-plan à droite, derrière la tannerie, on distingue une masse montagneuse et quelques oiseaux dans le ciel"
                }
            ]
        },
        {
            "building_id": 4,
            "name": "Moulin Rochat, Moulin du Tunnel, Moulin et boulangerie du Tunnel, Grande Meunerie Lausannoise",
            "address": "Rue Saint-Martin 33, Rue Dr-César-Roux",
            "description": "Inscription \"Boulangerie du Tunnel\" sur le bâtiment qui deviendra la \"Grande meunerie lausannoise\". Initialement il s'agissait du moulin Rochat, selon un plan de 1829 (I.35.K.45).\nL'ancien moulin au bord du Flon existe depuis le Moyen Age. Le bâtiment qui deviendra la Grande meunerie lausannoise était initialement le moulin Rochat, selon un plan de 1829 (I.35.K.45). En 1856, le bâtiment est équipé de fours pour créer une meunerie-boulangerie. Il existait des dépôts de la boulangerie en divers endroits de Lausanne.  Succursales de la maison \"Moulin et Boulangerie du Tunnel\" fondée en 1857 sur la place Saint-Laurent, à la rue Centrale, à la rue de Bourg et à Ouchy. En 1862-1866, le bâtiment \"derrière\" celui la boulangerie du tunnel a déjà été agrandi (travaux visibles sur P.1.A.2.0112.008)., L'inscription \"moulin - boulangerie du Tunnel\" sur le bâtiment qui deviendra \"la Grande meunerie lausannoise\" est lisible. Elle n'apparaît pas sur des photos de la même époque. En 1899, la boulangerie du Tunnel et celle des Familles (créée en 1840, FAL 08.12.1840) fusionnent pour devenir la Grande boulangerie et meunerie lausannoise (Nouvelliste vaudoise, 22.09.1899). En 1912, la société s'appelle « Grande meunerie lausannoise » (FAL 05.07.1912). Dès 1913, elle abandonne l'activité de panification (Tribune de Lausanne 31.01.1913). La société est dissoute le 25.04.1933 (FAL 20.04.1933) et l'ensemble des bâtiments est repris par la Laiterie agricole. Ils sont démolis dès octobre 1938, quand la Laiterie agricole entreprend des travaux d'extension et de construction de nouveaux locaux qu'elle occupe en 1940 (FAL 26.07.1940).",
            "images": [
                {
                    "image_id": 98071,
                    "date_begin": 1883,
                    "date_end": 1883,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le Calvaire. Au premier plan, des arbres, la forge Panchaud (cachée derrière des arbres), vers laquelle coule le bief du Flon (canal de dérivation), la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, les bâtiments de la rue du Nord, la place du Nord, le Tunnel. Au second plan, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1)."
                },
                {
                    "image_id": 97255,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan-gauche, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie (ancienne filature Juat) et à droite on voit la place du Nord, encore sans arbres. Au second plan, on aperçoit la placette du Tunnel, le moulin du Tunnel et le Tunnel à sa droite. A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, son vignoble avec la maison le Riant-Mont."
                },
                {
                    "image_id": 130623,
                    "date_begin": 1913,
                    "date_end": 1913,
                    "description": "Vue des façades nord et ouest de la grande meunerie lausannoise, située entre la rue Saint-Martin et le chemin de Couvaloup, à la placette du Tunnel. La meunerie se trouvait probablement à l'emplacement de l'actuel poste de police, rue Saint-Martin n°33. Au second plan, sur la gauche les immeubles de la rue César-Roux, l'école de couture. Au second plan, sur la droite, une partie de l'école de chimie., La meunerie se trouvait à l'emplacement de l'actuel poste de police, rue Saint-Martin n° 33."
                },
                {
                    "image_id": 134619,
                    "date_begin": 1904,
                    "date_end": 1914,
                    "description": "Vue sur le début de la rue César-Roux. Au premier plan à droite, un bosquet d'arbres, puis le kiosque du Tunnel derrière lequel on aperçoit le haut de la Grande Meunerie et sa haute cheminée. Au centre, l'Ecole enfantine de la Solitude. A gauche, les immeubles 5 à 11 de la rue César-Roux et le toit de la Policlinique, au 19. Tout en haut à gauche, après une forêt, l'Hôpital cantonal."
                },
                {
                    "image_id": 98078,
                    "date_begin": 1883,
                    "date_end": 1883,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, à gauche, des arbres, un chemin, la forge Panchaud en contrebas, vers laquelle coule le bief (canal de dérivation) du Flon. Sur la gauche du chemin, des tonneaux devant une maison (tonnelier Furster). Au second plan, à gauche, de la fumée (fabrique de bougies?), la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la place du Nord, la placette du Tunnel, le Tunnel. Au fond, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, des sortes de gabarits sont plantés où la ferblanterie Christin se trouvera dès fin 1884 (ancienne Barre n° 13), l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît la maison du Riant-Mont, on devine la maison Hollard et la ferme du Cazard. Derrière, on voit le lac."
                },
                {
                    "image_id": 97972,
                    "date_begin": 1884,
                    "date_end": 1889,
                    "description": "Vue générale de la place du Nord, de la Barre, de la placette du Tunnel et du château St-Maire  depuis la Solitude. Au premier plan, on voit la rue de la Solitude (actuelle César-Roux), puis le moulin-boulangerie du Tunnel (on remarque sa cheminée). Au second plan, une partie de l'école de chimie, la porte et le château St-Maire, les maisons d'habitation de la Barre et le Tunnel. A l'arrière-plan, on distingue la campagne du Valentin, son vignoble et la caserne de la Pontaise."
                },
                {
                    "image_id": 98958,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue d'ensemble de la Cité et du château Saint-Maire depuis le nord-est (bas du Calvaire). Au premier plan on voit, derrière des arbres, l'ensemble des bâtiments, situés au Vallon, au pied des murs d'enceinte de la Cité, dont le moulin du Tunnel et la scierie (grande cheminée qui dépasse des toits, ancienne filature Juat), le chemin de Couvaloup qui longe la pente. A l'arrière plan, on distingue la Cité, la cathédrale, la porte et le château Saint-Maire ainsi que quelques maisons d'habitation de la Barre."
                },
                {
                    "image_id": 97980,
                    "date_begin": 1891,
                    "date_end": 1892,
                    "description": "Vue générale du bas du Vallon et de la Cité-Dessus, de la cathédrale jusqu'au Tunnel. Au premier plan, on voit des arbres, puis quelques maisons d'habitation, au bas du Vallon, entre la place du Vallon - les rue et place du Nord. Le moulin du Tunnel est visible. En face, la scierie (ancienne filature Juat) a été détruite, la buanderie Haldimand se trouvera à cet emplacement (actuel n° 1 rue de l'Industrie). Au second plan, on aperçoit la région de Couvaloup, puis à l'arrière-plan, l'éperon de la Cité, avec le beffroi de la cathédrale, l'école de chimie. La porte Saint-Maire a été détruite. En arrière-fond, on reconnaît l'église du Valentin.\n "
                },
                {
                    "image_id": 97995,
                    "date_begin": 1933,
                    "date_end": 1933,
                    "description": "Vue rapprochée sur la façade nord de la Grande meunerie lausannoise, située entre la rue Saint-Martin et le chemin de Couvaloup, à la placette du Tunnel,  prise depuis la place du Nord. Au premier plan, on voit une partie de la route bordée d'arbres. Au second plan, le bâtiment de la meunerie avec la façade nord comportant l'inscription \"Grande Meunerie Lausannoise\". Sur sa droite, on peut lire une enseigne \"électricité\" [E. Schumacher] et \"café du Tunnel\". A l'arrière-plan gauche, une partie du bâtiment de chimie, et à droite le château St-Maire., La meunerie se trouvait à l'emplacement de l'actuel poste de police, rue Saint-Martin n° 33."
                },
                {
                    "image_id": 97973,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue d'ensemble du Vallon, de la Cité et du Tunnel depuis le nord-est (bas du Calvaire). Au premier plan, on voit le haut du feuillage de quelques arbres, les toits de quelques maisons du Vallon, le moulin du Tunnel, la scierie (face au moulin, cheminée reconnaissable, ancienne filature Juat), tout à droite le Tunnel. Au second plan, il y a la Cité avec la cathédrale, la porte St-Maire, et le château puis les maisons de la Barre et l'auberge du Guillaume Tell."
                },
                {
                    "image_id": 97254,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale de la place du Nord, de la Barre et de la Cité. Au premier plan, on voit des toits de maisons d'habitation, le moulin du Tunnel et la scierie (en face du moulin, cheminée reconnaissable, ancienne filature Juat) et le Tunnel (à droite). Au second plan, il y a la Cité avec le château et la porte St-Maire, une partie de l'Académie, des maisons de la Barre et l'auberge du Guillaume Tell (actuel Barre n° 1). A l'arrière-plan, on distingue à peine la campagne du Valentin avec la maison Riant-Mont."
                },
                {
                    "image_id": 98066,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, depuis le nord-est (bas du Calvaire). Au premier plan, on voit le branchage de quelques arbustes, ainsi qu'un personnage (enfant) assis sur la gauche (collage). De la fumée s'échappe d'un bâtiment (fabrique de bougies?). Au second plan, il y a les maisons du bas du Vallon, dont la forge Panchaud vers laquelle se dirige le bief (canal de dérivation) du Flon, le moulin-boulangerie du Tunnel, la scierie (en face du moulin, cheminée qui dépasse), la placette du Tunnel, la place du Nord et les escaliers de Couvaloup. A l'arrière-plan, on distingue la Cité avec la Cathédrale, la porte et le château St-Maire, une partie des maisons d'habitations de la Barre."
                },
                {
                    "image_id": 98092,
                    "date_begin": 1884,
                    "date_end": 1889,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, un des arbres. Au second plan, la forge Panchaud (vers laquelle coule le bief du Flon), la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la rue et la place du Nord, le Tunnel et une partie des bâtiments du chemin des Eaux. A l'arrière-plan, la cathédrale, l'aile sud de l'école de chimie, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin, les Alpes et le Jura."
                },
                {
                    "image_id": 126663,
                    "date_begin": 1860,
                    "date_end": 1869,
                    "description": "Char chargé de sacs de farine dans la cour du moulin du Tunnel, à l'emplacement actuel de la rue Saint-Martin 33."
                },
                {
                    "image_id": 98957,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue d'ensemble de la Cité et du château Saint-Maire depuis le nord-est (bas du Calvaire). Au premier plan on voit, derrière des arbres, l'ensemble des bâtiments, situés au Vallon, au pied des murs d'enceinte de la Cité, le moulin du Tunnel, la scierie (en face du moulin, cheminée reconnaissable, ancienne filature Juat) et le chemin de Couvaloup qui longe la pente. A l'arrière plan, on distingue la Cité, la cathédrale, la porte et le château Saint-Maire."
                },
                {
                    "image_id": 98088,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble sur le Vallon, la Cité et le Tunnel depuis le nord-est. Au milieu on aperçoit la rivière le Flon et son canal de dérivation (bief) sur la gauche, coulant vers la forge Panchaud. La rue de l'Industrie n'existe pas encore, mais le bâtiment au milieu de la photo est sur l'emplacement de l'actuel n°13 de cette rue. Juste derrière une scierie avec sa cheminée (ancienne filature Juat). Au second plan, il y a le Vallon et ses maisons (on aperçoit principalement les toits), le Tunnel et la Barre. A l'arrière-plan, on distingue la Cité, avec la cathédrale, la porte et le château St-Maire."
                },
                {
                    "image_id": 98084,
                    "date_begin": 1884,
                    "date_end": 1889,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, des arbres, un talus, une barrière, un chemin, la forge Panchaud vers laquelle coule le bief (canal de dérivation) du Flon et les bâtiments de la rue du Nord. Au second plan, la scierie (ancienne filature Juat) en face du moulin du Tunnel (que l'on distingue derrière des arbres), et dont la cheminée dépasse. Sur la droite, la place du Nord, la placette du Tunnel, le Tunnel. Au fond, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît la maison la maison Hollard."
                },
                {
                    "image_id": 98070,
                    "date_begin": 1876,
                    "date_end": 1880,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le Calvaire. Au premier plan, des arbres. Au second plan, la forge Panchaud (barrière en bois), la scierie (ancienne filature Juat, avec sa cheminée dui dépasse des toits) en face du moulin du Tunnel. De la fumée s'élève d'une cheminée sur la gauche de l'image (fabrique de bougies?). Sur la droite, les bâtiments de la rue du Nord, la place du Nord et le Tunnel. Au fond, sur la gauche, la cathédrale, la Cité, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin, le lac et des montagnes."
                },
                {
                    "image_id": 102426,
                    "date_begin": 1876,
                    "date_end": 1880,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, un talus et des arbres. Au second plan, la vallée du Flon, on distingue la forge Panchaud, la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la rue et la place du Nord, le Tunnel et une partie des bâtiments du chemin des Eaux. Au fond, sur la gauche, la cathédrale dont la flèche a été restaurée, la Cité, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît les maisons Hollard et Riant-Mont, avec le vignoble du Valentin. Derrière, on voit le lac et des montagnes."
                },
                {
                    "image_id": 130624,
                    "date_begin": 1913,
                    "date_end": 1913,
                    "description": "Vue rapprochée de la façade est de la Grande meunerie lausannoise, située entre la rue Saint-Martin et le chemin de Couvaloup, à la placette du Tunnel. Au premier plan à gauche, on voit une charrette sur laquelle est posé un sac à grain, la cour de la meunerie. Au fond, un homme en blanc (le meunier?) se tient devant l'une des entrées du moulin. Tout à droite, on voit une femme et six enfants. A l'arrière-plan, sur la droite, on voit une partie du parc de l'Hermitage et quelques immeubles de la rue César-Roux., La meunerie se trouvait à l'emplacement de l'actuel poste de police, rue Saint-Martin n° 33."
                },
                {
                    "image_id": 98055,
                    "date_begin": 1873,
                    "date_end": 1874,
                    "description": "Vue générale sur le Vallon et la place du Nord, depuis le sud. Au premier plan, des toits, dont celui du moulin du tunnel (sur la droite). Au second plan, la place du Nord et la rue de l'Industrie, avec la scierie (ancienne filature Juat) qui deviendra plus tard la buanderie Haldimand. A l'arrière-plan gauche, le fond du Vallon, et à droite, les falaises, au pied desquelles se trouve la brasserie du Vallon."
                },
                {
                    "image_id": 98470,
                    "date_begin": 1868,
                    "date_end": 1873,
                    "description": "Vue générale de la Cité et du château Saint-Maire depuis le nord. Au premier plan, des arbres. Au second plan, on voit le moulin du tunnel, la Cité avec la Cathédrale, le Château et la porte Saint-Maire, ainsi que les maisons d'habitations de la Barre et les escaliers qui relient Couvaloup à la Barre. Au loin, on distingue la ville et la cheminée de la tannerie Mercier."
                },
                {
                    "image_id": 98012,
                    "date_begin": 1866,
                    "date_end": 1870,
                    "description": "Vue générale sur la Cité-Dessus et la Barre depuis César-Roux, au front sud de la Solitude. Au premier plan-gauche, le vallon du Flon à l'emplacement de la rue St-Martin actuelle, ainsi qu'un jardin et une partie d'une maison d'habitation sur la droite. Au second plan, le chemin de Couvaloup bordé d'une barrière, la Cité-Dessus, l'emplacement de l'école de chimie, avant sa construction, la porte et le château St-Maire. A l'arrière-plan, quelques maisons d'habitation de la Barre et du coteau de l'Hermitage. En contre-bas sur la droite, on reconnaît le moulin du tunnel."
                },
                {
                    "image_id": 97990,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue prise depuis le  bas du Calvaire, de la future rue du Nord établie sur le cours du Flon, de la Cité et du Tunnel. Au premier plan, il y un talus avec des arbres. De la fumée s'élève depuis un bâtiment, sur la gauche (fabrique de bougies?). Au second plan, on voit un terrain vague, des maisons du Vallon, dont la forge Panchaud vers laquelle se dirige le bief du Flon (canal de dérivation), la scierie (ancienne filature Juat), en face du moulin du Tunnel, la placette du Tunnel et le Tunnel. A l'arrière-plan, on aperçoit la cathédrale, la porte et le château St-Maire, les maisons d'habitation de la Barre."
                },
                {
                    "image_id": 98098,
                    "date_begin": 1862,
                    "date_end": 1867,
                    "description": "Vue d'ensemble sur le Vallon et la place du Nord depuis le sud. Au premier plan, on voit le moulin du tunnel. Au second plan, il y a la scierie (ancienne filature Juat) qui deviendra la buanderie Haldimand en 1893, puis des  immeubles de la place du Nord et de la rue de l'Industrie; les arbres sont dénudés. A l'arrière-plan sur la gauche, on distingue la colline de Sauvabelin avec le Signal, et à droite, le Calvaire et les Falaises."
                },
                {
                    "image_id": 98083,
                    "date_begin": 1876,
                    "date_end": 1880,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le Calvaire. Au premier plan, un talus et des arbres. De la fumée s'élève d'une cheminée sur la gauche de l'image (fabrique de bougies?). Au second plan, on distingue la forge Panchaud, la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la rue et la place du Nord, le Tunnel. Au fond, la cathédrale dont la flèche a été restaurée, la Cité, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Derrière, on voit le lac et des montagnes."
                },
                {
                    "image_id": 99047,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie (ancienne filature Juat) et à droite on voit la place du Nord. Au second plan, on aperçoit le chemin de Couvaloup, la placette du Tunnel, le moulin du Tunnel et le Tunnel. A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, son vignoble avec les maisons Hollard et Riant-Mont."
                },
                {
                    "image_id": 122717,
                    "date_begin": 1850,
                    "date_end": 1850,
                    "description": "vue sur la place Saint-Laurent en direction du nord-est, avant le percement de la rue Haldimand. A gauche la rue Chaucrau, en face la rue Saint-Laurent, à droite une portion de la façade occidentale de l'église. Plusieurs personnages dont un homme portant une hotte, avec un âne; deux femmes et un homme portant des paniers. Enseigne Boulangerie du Tunnel avec une arcade, une des succursales de la maison \"Moulin et Boulangerie du Tunnel\" fondée en 1857 (les autres succursales se trouvaient à la rue Centrale, à la rue de Bourg et à Ouchy). Au fond, la tour du beffroi de la cathédrale"
                },
                {
                    "image_id": 97978,
                    "date_begin": 1892,
                    "date_end": 1892,
                    "description": "Vue générale du bas du Vallon et de la Cité-Dessus, de la cathédrale jusqu'au Tunnel et à la rue du Vallon (ancien chemin des Eaux). Au premier plan, on voit des arbres, puis quelques maisons d'habitation, au bas du Vallon, entre la place du Vallon et la rue du Nord. Le moulin du Tunnel est visible. En face, la scierie (ancienne filature Juat) a été détruite, la buanderie Haldimand se trouvera à cet emplacement (actuel n° 1 rue de l'Industrie). Au second plan, on aperçoit la région de Couvaloup, puis à l'arrière-plan, l'éperon de la Cité, avec le beffroi de la cathédrale, l'école de chimie dont la seconde partie vient d'être construite. La porte Saint-Maire a été détruite. A l'arrière-plan, on voit la campagne du Valentin, les maisons Hollard et Riant-Mont, les montagnes et le lac."
                },
                {
                    "image_id": 98089,
                    "date_begin": 1876,
                    "date_end": 1880,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, un talus et des arbres. Au second plan, la vallée du Flon, on distingue la forge Panchaud, la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, les bâtiments de la rue du Nord, la place du Nord, le Tunnel et les bâtiments du chemin des Eaux, dont la grande barre d'immeubles. Au fond, sur la gauche, la cathédrale dont la flèche a été restaurée, la Cité, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on devine les maisons Hollard et Riant-Mont, avec le vignoble du Valentin."
                },
                {
                    "image_id": 98053,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble du Vallon, du Tunnel et la Barre depuis le bas du Calvaire. Au premier plan, une maison d'habitation est en construction, on voit la forge Panchaud (vers laquelle coule un canal de dérivation du Flon, peu visible sur cette photographie), la scierie (ancienne filature Juat) dont la cheminée dépasse des toits et fume. Au second plan, la moulin du Tunnel, la placette du Tunnel, la place du Nord. A l'arrière-plan, la porte et le château St-Maire, les maisons d'habitation de la Barre, le Tunnel et une partie du chemin des Eaux."
                },
                {
                    "image_id": 97976,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du bas du Vallon et de la Cité, depuis le Calvaire environ. Au premier plan, on voit des arbustes, puis quelques bâtiments au bas du Vallon, dont le moulin du Tunnel et la scierie (en face, cheminée qui dépasse, ancienne filature Juat) jusqu'à la place du Nord. Au second plan, on aperçoit la région de Couvaloup, puis à l'arrière-plan, l'éperon de la Cité, avec le beffroi de la cathédrale, la porte ainsi que le château St-Maire. Sur la droite, les maisons d'habitation de la Barre et une partie du Tunnel."
                },
                {
                    "image_id": 99048,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan-gauche, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie (ancienne filature Juat) et à droite on voit la place du Nord, encore sans arbres. Au second plan, on aperçoit la placette du Tunnel, le moulin du Tunnel et le Tunnel à sa droite. A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, son vignoble, avec la maison le Riant-Mont."
                },
                {
                    "image_id": 98097,
                    "date_begin": 1862,
                    "date_end": 1867,
                    "description": "Vue d'ensemble sur le Vallon et la place du Nord depuis le sud. Au premier plan, on voit le toit du moulin du tunnel. Au second plan, il y a la scierie (ancienne filature Juat), qui deviendra la buanderie Haldimand en 1893; on trouve également des immeubles de la place du Nord et de la rue de l'Industrie. A l'arrière-plan sur la gauche, on distingue la colline de Sauvabelin avec le Signal, et à droite, le Calvaire et les Falaises."
                },
                {
                    "image_id": 97970,
                    "date_begin": 1867,
                    "date_end": 1972,
                    "description": "Vue générale du Vallon, du Tunnel, de la Barre et du château St-Maire. Au premier plan, on voit des toits, dont ceux de la forge Panchaud et de la scierie (ancienne filature Juat) dont la cheminée dépasse. Au second plan, on reconnaît le moulin du Tunnel, la placette du Tunnel, le Tunnel et la place du Nord. A l'arrière-plan, il y a une partie de la porte et le château St-Maire, les maisons d'habitation de la Barre et l'auberge du Guillaume Tell. Au loin sur la droite, la campagne du Valentin, la maison le Riant-Mont et son vignoble."
                },
                {
                    "image_id": 102424,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, depuis le bas du Calvaire. Au premier plan, on voit une pente, des arbres, une barrière. De la fumée s'échappe d'un bâtiment (fabrique de bougies?). Au second plan, il y a les maisons du bas du Vallon, dont la forge Panchaud vers laquelle se dirige le bief (canal de dérivation) du Flon, le moulin-boulangerie du Tunnel, la scierie (en face du moulin, cheminée qui dépasse), la placette du Tunnel, la place du Nord, les escaliers de Couvaloup et le chemin des Eaux. A l'arrière-plan, on distingue la Cité avec la Cathédrale, la porte et le château St-Maire, une partie des maisons d'habitations de la Barre, l'auberge du Guillaume Tell. Au loin, sur la droite, les maisons Hollard et Riant-Mont, dans la campagne du Valentin et son vignoble, ainsi que le lac."
                },
                {
                    "image_id": 97988,
                    "date_begin": 1939,
                    "date_end": 1939,
                    "description": "Vue sur le haut de la rue Saint-Martin à la hauteur de Couvaloup. Au centre l'ancienne Grande meunerie lausannoise. A l'arrière-plan, on aperçoit l'école de chimie à gauche, le château au centre et les maisons d'habitation de la rue de la Barre à droite."
                },
                {
                    "image_id": 98085,
                    "date_begin": 1883,
                    "date_end": 1883,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, à gauche, le chemin du Calvaire, une barrière en bois, sur la gauche du chemin des tonneaux devant un bâtiment (tonnelier Furster) et en contrebas la forge Panchaud, vers laquelle coule le bief (canal de dérivation) du Flon. Au second plan, à gauche de la fumée (fabrique de bougies?), la scierie (ancienne filature Juat) en face du moulin du Tunnel (caché derrière les arbres), et dont la cheminée dépasse. Sur la droite, la place du Nord, le Tunnel. Au fond, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, des sortes de gabarits sont plantés où la ferblanterie Christin se trouvera dès fin 1884 (ancienne Barre n° 13), l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît la maison du Riant-Mont. Derrière, on voit le lac et le Jura."
                },
                {
                    "image_id": 99049,
                    "date_begin": 1867,
                    "date_end": 1872,
                    "description": "vue générale du Vallon, du Tunnel, de la Barre et du château St-Maire. Au premier plan, on voit des toits, dont ceux de la forge Panchaud et de la scierie (ancienne filature Juat) dont la cheminée dépasse. Au second plan, on reconnaît le moulin du Tunnel, la placette du Tunnel, le Tunnel et la place du Nord. A l'arrière-plan, il y a le château St-Maire, les maisons d'habitation de la Barre et l'auberge du Guillaume Tell. Au loin sur la droite, la campagne du Valentin, la maison le Riant-Mont et son vignoble."
                },
                {
                    "image_id": 97991,
                    "date_begin": 1860,
                    "date_end": 1866,
                    "description": "Vue générale de la place du Vallon et de la place du Nord, vus depuis le Calvaire. Au premier plan, on voit le feuillage de quelques arbres, des jardins, puis les toitures des maisons du Vallon, dont la forge Panchaud (vers laquelle coule le bief du Flon), le moulin du Tunnel et la scierie (ancienne filature Juat, grande cheminée qui dépasse des toits). A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell et le Tunnel à droite. Au loin, la campagne du Valentin, son vignoble et la maison Riant-Mont."
                },
                {
                    "image_id": 97994,
                    "date_begin": 1935,
                    "date_end": 1935,
                    "description": "Vue rapprochée sur la façade nord de la Grande meunerie lausannoise, à la placette du Tunnel et au chemin de Couvaloup, prise depuis la rue César-Roux. Au premier plan, on voit une partie de la route bordée de trois arbres. Au second plan, le bâtiment de la meunerie avec la façade nord comportant l'inscription \"Grande Meunerie Lausannoise\". A l'arrière-plan gauche, quelques maisons d'habitation, on distingue l'école de chimie, à droite les enseignes \"E. Schumacher, électricité, autos, réparations\" et \"[café d]u Tunnel\"."
                },
                {
                    "image_id": 97971,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie (ancienne filature Juat) et à droite on voit la place du Nord, encore sans arbres. Au second plan, on aperçoit la placette du Tunnel, le moulin du Tunnel et le Tunnel. A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, son vignoble avec les maisons Hollard et Riant-Mont."
                },
                {
                    "image_id": 98956,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et de la Cité et avec le château Saint-Maire, depuis le bas du Calvaire. Au premier plan, on voit un ensemble de bâtiments en bois, situés au Vallon, dont la forge Panchaud (voir \"contexte\"), alimentée par le bief (canal de dérivation) du Flon, le moulin du Tunnel et la cheminée de la scierie (cheminée qui dépasse, tout à droite, ancienne filature Juat), au pied des murs d'enceinte de la Cité. Au second plan, on distingue l'éperon de la Cité avec le beffroi de la Cathédrale, la porte et le château Saint-Maire."
                },
                {
                    "image_id": 97985,
                    "date_begin": 1860,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan-gauche, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie et à droite on voit la place du Nord en train d'être aménagée. Au second plan, on aperçoit la placette du Tunnel, le moulin du Tunnel et le tunnel à sa droite. A l'arrière-plan, on voit la porte St-Maire, le château, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, avec les maisons Hollard et Riant-Mont."
                },
                {
                    "image_id": 98080,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue prise depuis le bas du Calvaire, du Vallon, d'une partie de la Cité et du Tunnel. Au premier plan, il y un talus avec des arbres, sur la gauche un chemin, la forge Panchaud vers laquelle coule le bief du Flon (canal de dérivation), une maison d'habitation. Au second plan, on voit la scierie (ancienne filature Juat et dont la cheminée dépasse des toits), en face du moulin du Tunnel, la placette du Tunnel, le Tunnel et la place du Nord. A l'arrière-plan, on aperçoit la porte et le château St-Maire, les maisons d'habitation de la Barre et l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin on devine la campagne du Valentin."
                },
                {
                    "image_id": 167779,
                    "date_begin": 1935,
                    "date_end": 1935,
                    "description": "Vue sur l'ancien bâtiment de la meunerie lausannoise, situé vraisemblablement entre la rue Dr-César-Roux et la rue Saint-Martin, au N° 33 actuel."
                }
            ]
        },
        {
            "building_id": 5,
            "name": "Filature Juat, scierie (en face la future Grande Meunerie Lausannoise)",
            "address": null,
            "description": "Ancienne filature Juat. Devient ensuite un scierie. En 1891-1892, la scierie a déjà été détruite (TODO: essayer de trouver une date butoir de début pour la destruction, à partir des images). La buanderie Haldimand se trouvera à cet emplacement en 1893 (actuel n°1 rue de l'Industrie). Le bâtiment est désaffecté en 1970 puis démoli en 1976 (INSA, p. 349 + 370).",
            "images": [
                {
                    "image_id": 98071,
                    "date_begin": 1883,
                    "date_end": 1883,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le Calvaire. Au premier plan, des arbres, la forge Panchaud (cachée derrière des arbres), vers laquelle coule le bief du Flon (canal de dérivation), la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, les bâtiments de la rue du Nord, la place du Nord, le Tunnel. Au second plan, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1)."
                },
                {
                    "image_id": 98078,
                    "date_begin": 1883,
                    "date_end": 1883,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, à gauche, des arbres, un chemin, la forge Panchaud en contrebas, vers laquelle coule le bief (canal de dérivation) du Flon. Sur la gauche du chemin, des tonneaux devant une maison (tonnelier Furster). Au second plan, à gauche, de la fumée (fabrique de bougies?), la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la place du Nord, la placette du Tunnel, le Tunnel. Au fond, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, des sortes de gabarits sont plantés où la ferblanterie Christin se trouvera dès fin 1884 (ancienne Barre n° 13), l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît la maison du Riant-Mont, on devine la maison Hollard et la ferme du Cazard. Derrière, on voit le lac."
                },
                {
                    "image_id": 98958,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue d'ensemble de la Cité et du château Saint-Maire depuis le nord-est (bas du Calvaire). Au premier plan on voit, derrière des arbres, l'ensemble des bâtiments, situés au Vallon, au pied des murs d'enceinte de la Cité, dont le moulin du Tunnel et la scierie (grande cheminée qui dépasse des toits, ancienne filature Juat), le chemin de Couvaloup qui longe la pente. A l'arrière plan, on distingue la Cité, la cathédrale, la porte et le château Saint-Maire ainsi que quelques maisons d'habitation de la Barre."
                },
                {
                    "image_id": 97980,
                    "date_begin": 1891,
                    "date_end": 1892,
                    "description": "Vue générale du bas du Vallon et de la Cité-Dessus, de la cathédrale jusqu'au Tunnel. Au premier plan, on voit des arbres, puis quelques maisons d'habitation, au bas du Vallon, entre la place du Vallon - les rue et place du Nord. Le moulin du Tunnel est visible. En face, la scierie (ancienne filature Juat) a été détruite, la buanderie Haldimand se trouvera à cet emplacement (actuel n° 1 rue de l'Industrie). Au second plan, on aperçoit la région de Couvaloup, puis à l'arrière-plan, l'éperon de la Cité, avec le beffroi de la cathédrale, l'école de chimie. La porte Saint-Maire a été détruite. En arrière-fond, on reconnaît l'église du Valentin.\n "
                },
                {
                    "image_id": 97973,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue d'ensemble du Vallon, de la Cité et du Tunnel depuis le nord-est (bas du Calvaire). Au premier plan, on voit le haut du feuillage de quelques arbres, les toits de quelques maisons du Vallon, le moulin du Tunnel, la scierie (face au moulin, cheminée reconnaissable, ancienne filature Juat), tout à droite le Tunnel. Au second plan, il y a la Cité avec la cathédrale, la porte St-Maire, et le château puis les maisons de la Barre et l'auberge du Guillaume Tell."
                },
                {
                    "image_id": 97254,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale de la place du Nord, de la Barre et de la Cité. Au premier plan, on voit des toits de maisons d'habitation, le moulin du Tunnel et la scierie (en face du moulin, cheminée reconnaissable, ancienne filature Juat) et le Tunnel (à droite). Au second plan, il y a la Cité avec le château et la porte St-Maire, une partie de l'Académie, des maisons de la Barre et l'auberge du Guillaume Tell (actuel Barre n° 1). A l'arrière-plan, on distingue à peine la campagne du Valentin avec la maison Riant-Mont."
                },
                {
                    "image_id": 98066,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, depuis le nord-est (bas du Calvaire). Au premier plan, on voit le branchage de quelques arbustes, ainsi qu'un personnage (enfant) assis sur la gauche (collage). De la fumée s'échappe d'un bâtiment (fabrique de bougies?). Au second plan, il y a les maisons du bas du Vallon, dont la forge Panchaud vers laquelle se dirige le bief (canal de dérivation) du Flon, le moulin-boulangerie du Tunnel, la scierie (en face du moulin, cheminée qui dépasse), la placette du Tunnel, la place du Nord et les escaliers de Couvaloup. A l'arrière-plan, on distingue la Cité avec la Cathédrale, la porte et le château St-Maire, une partie des maisons d'habitations de la Barre."
                },
                {
                    "image_id": 98092,
                    "date_begin": 1884,
                    "date_end": 1889,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, un des arbres. Au second plan, la forge Panchaud (vers laquelle coule le bief du Flon), la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la rue et la place du Nord, le Tunnel et une partie des bâtiments du chemin des Eaux. A l'arrière-plan, la cathédrale, l'aile sud de l'école de chimie, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin, les Alpes et le Jura."
                },
                {
                    "image_id": 98957,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue d'ensemble de la Cité et du château Saint-Maire depuis le nord-est (bas du Calvaire). Au premier plan on voit, derrière des arbres, l'ensemble des bâtiments, situés au Vallon, au pied des murs d'enceinte de la Cité, le moulin du Tunnel, la scierie (en face du moulin, cheminée reconnaissable, ancienne filature Juat) et le chemin de Couvaloup qui longe la pente. A l'arrière plan, on distingue la Cité, la cathédrale, la porte et le château Saint-Maire."
                },
                {
                    "image_id": 98088,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble sur le Vallon, la Cité et le Tunnel depuis le nord-est. Au milieu on aperçoit la rivière le Flon et son canal de dérivation (bief) sur la gauche, coulant vers la forge Panchaud. La rue de l'Industrie n'existe pas encore, mais le bâtiment au milieu de la photo est sur l'emplacement de l'actuel n°13 de cette rue. Juste derrière une scierie avec sa cheminée (ancienne filature Juat). Au second plan, il y a le Vallon et ses maisons (on aperçoit principalement les toits), le Tunnel et la Barre. A l'arrière-plan, on distingue la Cité, avec la cathédrale, la porte et le château St-Maire."
                },
                {
                    "image_id": 98084,
                    "date_begin": 1884,
                    "date_end": 1889,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, des arbres, un talus, une barrière, un chemin, la forge Panchaud vers laquelle coule le bief (canal de dérivation) du Flon et les bâtiments de la rue du Nord. Au second plan, la scierie (ancienne filature Juat) en face du moulin du Tunnel (que l'on distingue derrière des arbres), et dont la cheminée dépasse. Sur la droite, la place du Nord, la placette du Tunnel, le Tunnel. Au fond, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît la maison la maison Hollard."
                },
                {
                    "image_id": 98070,
                    "date_begin": 1876,
                    "date_end": 1880,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le Calvaire. Au premier plan, des arbres. Au second plan, la forge Panchaud (barrière en bois), la scierie (ancienne filature Juat, avec sa cheminée dui dépasse des toits) en face du moulin du Tunnel. De la fumée s'élève d'une cheminée sur la gauche de l'image (fabrique de bougies?). Sur la droite, les bâtiments de la rue du Nord, la place du Nord et le Tunnel. Au fond, sur la gauche, la cathédrale, la Cité, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin, le lac et des montagnes."
                },
                {
                    "image_id": 102426,
                    "date_begin": 1876,
                    "date_end": 1880,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, un talus et des arbres. Au second plan, la vallée du Flon, on distingue la forge Panchaud, la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la rue et la place du Nord, le Tunnel et une partie des bâtiments du chemin des Eaux. Au fond, sur la gauche, la cathédrale dont la flèche a été restaurée, la Cité, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît les maisons Hollard et Riant-Mont, avec le vignoble du Valentin. Derrière, on voit le lac et des montagnes."
                },
                {
                    "image_id": 98055,
                    "date_begin": 1873,
                    "date_end": 1874,
                    "description": "Vue générale sur le Vallon et la place du Nord, depuis le sud. Au premier plan, des toits, dont celui du moulin du tunnel (sur la droite). Au second plan, la place du Nord et la rue de l'Industrie, avec la scierie (ancienne filature Juat) qui deviendra plus tard la buanderie Haldimand. A l'arrière-plan gauche, le fond du Vallon, et à droite, les falaises, au pied desquelles se trouve la brasserie du Vallon."
                },
                {
                    "image_id": 97990,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue prise depuis le  bas du Calvaire, de la future rue du Nord établie sur le cours du Flon, de la Cité et du Tunnel. Au premier plan, il y un talus avec des arbres. De la fumée s'élève depuis un bâtiment, sur la gauche (fabrique de bougies?). Au second plan, on voit un terrain vague, des maisons du Vallon, dont la forge Panchaud vers laquelle se dirige le bief du Flon (canal de dérivation), la scierie (ancienne filature Juat), en face du moulin du Tunnel, la placette du Tunnel et le Tunnel. A l'arrière-plan, on aperçoit la cathédrale, la porte et le château St-Maire, les maisons d'habitation de la Barre."
                },
                {
                    "image_id": 98098,
                    "date_begin": 1862,
                    "date_end": 1867,
                    "description": "Vue d'ensemble sur le Vallon et la place du Nord depuis le sud. Au premier plan, on voit le moulin du tunnel. Au second plan, il y a la scierie (ancienne filature Juat) qui deviendra la buanderie Haldimand en 1893, puis des  immeubles de la place du Nord et de la rue de l'Industrie; les arbres sont dénudés. A l'arrière-plan sur la gauche, on distingue la colline de Sauvabelin avec le Signal, et à droite, le Calvaire et les Falaises."
                },
                {
                    "image_id": 98083,
                    "date_begin": 1876,
                    "date_end": 1880,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le Calvaire. Au premier plan, un talus et des arbres. De la fumée s'élève d'une cheminée sur la gauche de l'image (fabrique de bougies?). Au second plan, on distingue la forge Panchaud, la scierie (ancienne filature Juat) en face du moulin du Tunnel, et dont la cheminée dépasse. Sur la droite, la rue et la place du Nord, le Tunnel. Au fond, la cathédrale dont la flèche a été restaurée, la Cité, la porte et le château Saint-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Derrière, on voit le lac et des montagnes."
                },
                {
                    "image_id": 99047,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie (ancienne filature Juat) et à droite on voit la place du Nord. Au second plan, on aperçoit le chemin de Couvaloup, la placette du Tunnel, le moulin du Tunnel et le Tunnel. A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, son vignoble avec les maisons Hollard et Riant-Mont."
                },
                {
                    "image_id": 97978,
                    "date_begin": 1892,
                    "date_end": 1892,
                    "description": "Vue générale du bas du Vallon et de la Cité-Dessus, de la cathédrale jusqu'au Tunnel et à la rue du Vallon (ancien chemin des Eaux). Au premier plan, on voit des arbres, puis quelques maisons d'habitation, au bas du Vallon, entre la place du Vallon et la rue du Nord. Le moulin du Tunnel est visible. En face, la scierie (ancienne filature Juat) a été détruite, la buanderie Haldimand se trouvera à cet emplacement (actuel n° 1 rue de l'Industrie). Au second plan, on aperçoit la région de Couvaloup, puis à l'arrière-plan, l'éperon de la Cité, avec le beffroi de la cathédrale, l'école de chimie dont la seconde partie vient d'être construite. La porte Saint-Maire a été détruite. A l'arrière-plan, on voit la campagne du Valentin, les maisons Hollard et Riant-Mont, les montagnes et le lac."
                },
                {
                    "image_id": 98053,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble du Vallon, du Tunnel et la Barre depuis le bas du Calvaire. Au premier plan, une maison d'habitation est en construction, on voit la forge Panchaud (vers laquelle coule un canal de dérivation du Flon, peu visible sur cette photographie), la scierie (ancienne filature Juat) dont la cheminée dépasse des toits et fume. Au second plan, la moulin du Tunnel, la placette du Tunnel, la place du Nord. A l'arrière-plan, la porte et le château St-Maire, les maisons d'habitation de la Barre, le Tunnel et une partie du chemin des Eaux."
                },
                {
                    "image_id": 97976,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du bas du Vallon et de la Cité, depuis le Calvaire environ. Au premier plan, on voit des arbustes, puis quelques bâtiments au bas du Vallon, dont le moulin du Tunnel et la scierie (en face, cheminée qui dépasse, ancienne filature Juat) jusqu'à la place du Nord. Au second plan, on aperçoit la région de Couvaloup, puis à l'arrière-plan, l'éperon de la Cité, avec le beffroi de la cathédrale, la porte ainsi que le château St-Maire. Sur la droite, les maisons d'habitation de la Barre et une partie du Tunnel."
                },
                {
                    "image_id": 99048,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan-gauche, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie (ancienne filature Juat) et à droite on voit la place du Nord, encore sans arbres. Au second plan, on aperçoit la placette du Tunnel, le moulin du Tunnel et le Tunnel à sa droite. A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, son vignoble, avec la maison le Riant-Mont."
                },
                {
                    "image_id": 98097,
                    "date_begin": 1862,
                    "date_end": 1867,
                    "description": "Vue d'ensemble sur le Vallon et la place du Nord depuis le sud. Au premier plan, on voit le toit du moulin du tunnel. Au second plan, il y a la scierie (ancienne filature Juat), qui deviendra la buanderie Haldimand en 1893; on trouve également des immeubles de la place du Nord et de la rue de l'Industrie. A l'arrière-plan sur la gauche, on distingue la colline de Sauvabelin avec le Signal, et à droite, le Calvaire et les Falaises."
                },
                {
                    "image_id": 97970,
                    "date_begin": 1867,
                    "date_end": 1972,
                    "description": "Vue générale du Vallon, du Tunnel, de la Barre et du château St-Maire. Au premier plan, on voit des toits, dont ceux de la forge Panchaud et de la scierie (ancienne filature Juat) dont la cheminée dépasse. Au second plan, on reconnaît le moulin du Tunnel, la placette du Tunnel, le Tunnel et la place du Nord. A l'arrière-plan, il y a une partie de la porte et le château St-Maire, les maisons d'habitation de la Barre et l'auberge du Guillaume Tell. Au loin sur la droite, la campagne du Valentin, la maison le Riant-Mont et son vignoble."
                },
                {
                    "image_id": 102424,
                    "date_begin": 1867,
                    "date_end": 1870,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, depuis le bas du Calvaire. Au premier plan, on voit une pente, des arbres, une barrière. De la fumée s'échappe d'un bâtiment (fabrique de bougies?). Au second plan, il y a les maisons du bas du Vallon, dont la forge Panchaud vers laquelle se dirige le bief (canal de dérivation) du Flon, le moulin-boulangerie du Tunnel, la scierie (en face du moulin, cheminée qui dépasse), la placette du Tunnel, la place du Nord, les escaliers de Couvaloup et le chemin des Eaux. A l'arrière-plan, on distingue la Cité avec la Cathédrale, la porte et le château St-Maire, une partie des maisons d'habitations de la Barre, l'auberge du Guillaume Tell. Au loin, sur la droite, les maisons Hollard et Riant-Mont, dans la campagne du Valentin et son vignoble, ainsi que le lac."
                },
                {
                    "image_id": 98085,
                    "date_begin": 1883,
                    "date_end": 1883,
                    "description": "Vue d'ensemble sur le Vallon et la Cité, prise depuis le haut du Calvaire. Au premier plan, à gauche, le chemin du Calvaire, une barrière en bois, sur la gauche du chemin des tonneaux devant un bâtiment (tonnelier Furster) et en contrebas la forge Panchaud, vers laquelle coule le bief (canal de dérivation) du Flon. Au second plan, à gauche de la fumée (fabrique de bougies?), la scierie (ancienne filature Juat) en face du moulin du Tunnel (caché derrière les arbres), et dont la cheminée dépasse. Sur la droite, la place du Nord, le Tunnel. Au fond, la cathédrale, l'aile sud de l'école de chimie (au-dessous de laquelle le terrain est encore en terre) la porte et le château Saint-Maire, les maisons d'habitation de la Barre, des sortes de gabarits sont plantés où la ferblanterie Christin se trouvera dès fin 1884 (ancienne Barre n° 13), l'auberge du Guillaume Tell (actuel Barre n° 1). Au loin sur la droite, on reconnaît la maison du Riant-Mont. Derrière, on voit le lac et le Jura."
                },
                {
                    "image_id": 99049,
                    "date_begin": 1867,
                    "date_end": 1872,
                    "description": "vue générale du Vallon, du Tunnel, de la Barre et du château St-Maire. Au premier plan, on voit des toits, dont ceux de la forge Panchaud et de la scierie (ancienne filature Juat) dont la cheminée dépasse. Au second plan, on reconnaît le moulin du Tunnel, la placette du Tunnel, le Tunnel et la place du Nord. A l'arrière-plan, il y a le château St-Maire, les maisons d'habitation de la Barre et l'auberge du Guillaume Tell. Au loin sur la droite, la campagne du Valentin, la maison le Riant-Mont et son vignoble."
                },
                {
                    "image_id": 97991,
                    "date_begin": 1860,
                    "date_end": 1866,
                    "description": "Vue générale de la place du Vallon et de la place du Nord, vus depuis le Calvaire. Au premier plan, on voit le feuillage de quelques arbres, des jardins, puis les toitures des maisons du Vallon, dont la forge Panchaud (vers laquelle coule le bief du Flon), le moulin du Tunnel et la scierie (ancienne filature Juat, grande cheminée qui dépasse des toits). A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell et le Tunnel à droite. Au loin, la campagne du Valentin, son vignoble et la maison Riant-Mont."
                },
                {
                    "image_id": 97971,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie (ancienne filature Juat) et à droite on voit la place du Nord, encore sans arbres. Au second plan, on aperçoit la placette du Tunnel, le moulin du Tunnel et le Tunnel. A l'arrière-plan, on voit la porte et le château St-Maire, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, son vignoble avec les maisons Hollard et Riant-Mont."
                },
                {
                    "image_id": 98956,
                    "date_begin": 1862,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et de la Cité et avec le château Saint-Maire, depuis le bas du Calvaire. Au premier plan, on voit un ensemble de bâtiments en bois, situés au Vallon, dont la forge Panchaud (voir \"contexte\"), alimentée par le bief (canal de dérivation) du Flon, le moulin du Tunnel et la cheminée de la scierie (cheminée qui dépasse, tout à droite, ancienne filature Juat), au pied des murs d'enceinte de la Cité. Au second plan, on distingue l'éperon de la Cité avec le beffroi de la Cathédrale, la porte et le château Saint-Maire."
                },
                {
                    "image_id": 97985,
                    "date_begin": 1860,
                    "date_end": 1866,
                    "description": "Vue générale du Vallon et du tunnel de la Barre, depuis le Calvaire. Au premier plan-gauche, on voit les toits de quelques maisons du bas du Vallon, dont la cheminée de la scierie et à droite on voit la place du Nord en train d'être aménagée. Au second plan, on aperçoit la placette du Tunnel, le moulin du Tunnel et le tunnel à sa droite. A l'arrière-plan, on voit la porte St-Maire, le château, les maisons d'habitation de la Barre, l'auberge du Guillaume Tell (actuel Barre n° 1). Au fond, on voit la campagne du Valentin, avec les maisons Hollard et Riant-Mont."
                }
            ]
        },
        {
            "building_id": 6,
            "name": "Moulin du Clos, Moulin de la Follaz, Moulin Bourgeois, Moulin du Milieu, Moulin Rochat, usine Charton, Bains du Grand-Pont, Bains Michaud",
            "address": "Ancienne rue du Pré, actuelle rue Centrale (ou Rue du Port-Franc ?)",
            "description": "Le moulin du Clos est aussi appelé au XVe siècle moulin de la Follaz, au XVIIe siècle moulin Bourgeois et au XVIIIe siècle moulin du Milieu. Il devient le moulin et la scierie de Samuel Rochat vers 1830. Il y aurait un deuxième moulin pas loin, de Christian Rochat. En 1875, le moulin est propriété de la Société Lausanne-Ouchy qui vend le mécanisme du moulin (FAL 20.05.1875) (note: dès 1873 commença le comblement du Flon qui enterra les arches inférieures du Grand-Pont). Le bâtiment est démoli en 1891 (Musée Historique Lausanne (éd.), L'Ere du chamboulement ..., p. 72). Les Bains du Grand-Pont furent construits sur l'emplacement de l'ancien moulin (après le nouvel élargissement du tablier de 1933 ?). Ils furent appelés un temps \"Bains Michaud\". On y entrait par les escaliers du Grand-Pont (Louis Polla, Lausanne 1860-1910 maisons et quartiers d'autrefois, p. 170).",
            "images": [
                {
                    "image_id": 110615,
                    "date_begin": 1793,
                    "date_end": 1793,
                    "description": "vue d'un moulin sis sur un îlot à la jonction de deux bras du torrent. Très vraisemblablement à la hauteur des moulins de Samuel Rochat et de celui de Christian Rochat. Flon inférieur vu vers l'actuel pont Chauderon, dédoublement clair du cours d'eau à cet endroit (ou bief) . A l'avant-plan à gauche on distingue un talus au pied duquel se tiennent  un homme à plat ventre sur une bille de bois et à côté une femme en costume vaudois entourée de deux enfants et portant un troisième dans les bras; derrière eux, sur le chemin, il y a un homme avec une hotte. Sur la droite on distingue un pont de bois que traverse un personnage et à l'arrière-plan l'Eglise Saint-François et un groupe de maisons émergeant de la verdure"
                },
                {
                    "image_id": 99330,
                    "date_begin": 1889,
                    "date_end": 1891,
                    "description": null
                },
                {
                    "image_id": 98887,
                    "date_begin": 1884,
                    "date_end": 1884,
                    "description": "vue sur l'ancien moulin Bourgeois, puis Rochat, puis Charton vers l'Entrepôt fédéral, vallée du Flon, actuelle rue du Port-Franc."
                },
                {
                    "image_id": 99331,
                    "date_begin": 1893,
                    "date_end": 1893,
                    "description": null
                },
                {
                    "image_id": 110682,
                    "date_begin": 1889,
                    "date_end": 1889,
                    "description": "vue d'un vieux moulin (Moulin Bourgeois, ou Usine Charton) que contourne le Flon. Sur la gauche, devant le moulin, quelques personnages dont un enfant au bord de l'eau. A l'arrière-plan on distingue un arbre et une arche en clef de voûte sous laquelle passe le Flon, le front du remblai de la plateforme de la gare du Flon. Haut talus à droite, sur le bord du Flon opposé au moulin."
                },
                {
                    "image_id": 99327,
                    "date_begin": 1886,
                    "date_end": 1888,
                    "description": null
                },
                {
                    "image_id": 111262,
                    "date_begin": 1852,
                    "date_end": 1852,
                    "description": "vue du moulin Rochat juste avant le Grand-Pont à deux rangs d'arches, sur l'ancienne rue du Pré (actuelle rue Centrale), dans la partie inférieure de la vallée du Flon.  A l'avant-plan on distingue trois personnages accoudés sur une balustrade devant le moulin tandis que sur la rue du Pré on aperçoit quelques poules en train de picorer, deux personnages tirant une charette et un homme en conversation avec les personnages de la balustrade et qui a posé ses paniers à terre"
                },
                {
                    "image_id": 110717,
                    "date_begin": 1879,
                    "date_end": 1890,
                    "description": "vue du chemin du Pas-des-Anes depuis le haut avec un promeneur isolé et quelques arbres assez hauts. A l'arrière-plan on distingue le moulin Rochat, le Grand-Pont et sur la droite, tout à l'arrière-plan, l'église Saint-François et quelques façades de la place Saint-François"
                },
                {
                    "image_id": 115771,
                    "date_begin": 1809,
                    "date_end": 1826,
                    "description": "vue du moulin du Clos avec ample toit bernois (à demi-croupes à forte saillie sur le pignon). Au centre, une amenée d'eau sépare le moulin proprement dit d'une soupente en bois à deux étages. A l'avant-plan sur la gauche on distingue un chemin avec deux personnages conduisant des ânes bâtés et sur la droite un arbre feuillu masquant les fenêtres et la porte, près duquel on aperçoit la sortie du Flon. A l'arrière-plan on aperçoit la flèche de la Cathédrale"
                },
                {
                    "image_id": 99363,
                    "date_begin": 1885,
                    "date_end": 1891,
                    "description": null
                },
                {
                    "image_id": 147300,
                    "date_begin": 1885,
                    "date_end": 1890,
                    "description": "Vue de l'usine Charton au bord du Flon. On voit en arrière-plan à gauche l'Entrepôt Fédéral, et à droite le front du remblai de la plateforme du Flon."
                },
                {
                    "image_id": 99326,
                    "date_begin": 1884,
                    "date_end": 1884,
                    "description": null
                },
                {
                    "image_id": 110653,
                    "date_begin": 1869,
                    "date_end": 1918,
                    "description": "vue du moulin du Clos (appelé aussi au XVe siècle moulin de la Follaz, au XVIIe siècle moulin Bourgeois et au XVIIIe siècle moulin du Milieu) avec ample toit bernois (à demi-croupes à forte saillie sur le pignon). Au centre, une amenée d'eau sépare le moulin proprement dit d'une soupente en bois à deux étages. A l'avant-plan sur la gauche on distingue un chemin et sur la droite un arbre feuillu masquant les fenêtres et la porte, près duquel on aperçoit la sortie du Flon"
                }
            ]
        },
        {
            "building_id": 7,
            "name": "Ateliers Panchaud, Duvillard, fonderie du Vallon, ancien moulin et scierie",
            "address": "Pl. du Vallon",
            "description": "Au lieu-dit « La poudrière » se trouvait un moulin et une scierie. En 1839, Daniel Grillet y installe un atelier mécanique. En 1851, Etienne Panchaud rachète les bâtiments, convertit le moulin en usine à chocolat et garde l'atelier mécanique. Le 1er juillet 1863, Wilhelm Kaiser, mécanicien-constructeur et Charles-Jules Duvillard, ingénieur-mécanicien, s'associent pour exploiter les ateliers qu'ils viennent de racheter à Panchaud, pour créer une fabrique de machines. Panchaud continue à travailler pour Kaiser et Duvillard et s'engage à terminer l'agrandissement d'un atelier de menuiserie et à installer une machine à vapeur. Kaiser et Duvillard créent une fonderie dans les autres locaux qu'ils agrandissent jusqu'en 1880. La fonderie façonne des pièces destinées à la construction des machines. En 1913 la fonderie est reprise par Adolphe Gisling et Pierre Grimbühler et les ateliers mécaniques vendus à la Société des tramways lausannois. En 1949, la fonderie déménage à Moudon et l'Usine d'incinération des ordures de la ville s'installe sur l'emplacement libéré. (Polla, Louis, Lausanne 1860-1910, Maisons et quartiers d'autrefois, 1969, Ed. Payot, Lausanne)",
            "images": [
                {
                    "image_id": 98099,
                    "date_begin": 1928,
                    "date_end": 1940,
                    "description": "vue d'ensemble sur le Vallon avec la place du Vallon, prise depuis le nord en direction de la ville. Au premier plan, les ateliers avec la fonderie et usine Duvillard. Sur la gauche, on aperçoit la forêt du Calvaire. A l'arrière-plan, on voit la place du Vallon avec un immeuble d'habitation sur la droite. On peut aussi apercevoir une partie de l'hôpital cantonal."
                },
                {
                    "image_id": 98100,
                    "date_begin": 1954,
                    "date_end": 1954,
                    "description": "Place du Vallon: Vue d'ensemble sur le Vallon avec la place du Vallon, prise depuis le sud en direction du nord. Au premier plan, les ateliers avec la fonderie et usine Duvillard. Sur la gauche, on aperçoit la pente herbeuse de l'Hermitage, sur la droite la forêt du Calvaire. A l'arrière-plan, la forêt de Sauvabelin et Montmeillan."
                },
                {
                    "image_id": 98101,
                    "date_begin": 1913,
                    "date_end": 1913,
                    "description": "vue partielle sur les usines Duvillard, au Vallon. Cour intérieure de l'usine, avec quelques bâtiments attenants."
                }
            ]
        },
        {
            "building_id": 8,
            "name": "Moulins au Pas-des-Ânes",
            "address": "Place de l'Europe N°5 (entre autres, à vérifier)",
            "description": "Chemin du Pas-des-Anes, nommé aussi rue (chemin) des Moulins. Il y avait notamment un canal de déviation du Flon qui servait à alimenter les moulins.\nVraisemblablement deux moulins: il est fait mention \"du moulin au Pas-des-Anes\", mais également d'un vieux moulin que contournait le Flon au lieu-dit le Pas-des-Anes, sous le Grand Pont, à gauche en descendant de Pépinet; Titre \"... [moulin] (sous le nouvel entrepôt des douanes) portant la date de 1699. Il sera prochainement démoli\". TODO: analyser les images et les cartes pour résoudre la question",
            "images": [
                {
                    "image_id": 99324,
                    "date_begin": 1867,
                    "date_end": 1874,
                    "description": "Vue des moulins situés le long du chemin du Pas-des-Anes (nommé aussi rue des Moulins) depuis le Grand-Pont. Directement à gauche de la balustrade du pont, sur un toit, se trouve l'enseigne au nom de la Fabrique des Moulins, Chauffage et combustibles en tous genres. Le premier groupe de maisons au premier plan est situé à l'emplacement actuel de la place de l'Europe. En arrière-plan tout à droite, la maison le Bosquet, sur la place Bel-Air."
                },
                {
                    "image_id": 110710,
                    "date_begin": 1889,
                    "date_end": 1889,
                    "description": "a) vue du moulin au Pas-des-Anes, sous le Grand-Pont,  dans la partie inférieure de la vallée du Flon depuis derrière. Contre la façade on distingue la roue et l'amenée d'eau du moulin et sur la gauche un pré avec un arbre;, b) vue d'un vieux moulin que contourne le Flon au lieu dit le Pas-des-Anes, sous le Grand Pont, à gauche en descendant de Pépinet. Sur la gauche, devant le moulin, quelques personnages dont un enfant au bord de l'eau. A l'arrière-plan on distingue un arbre et une arche en clef de voûte sous laquelle passe le Flon. Haut talus à droite, sur le bord du Flon opposé au moulin"
                },
                {
                    "image_id": 99232,
                    "date_begin": 1869,
                    "date_end": 1870,
                    "description": "A gauche, la propriété Le Bosquet et ses jardins en pente. Longeant la propriété, le chemin des Moulins. En bas au milieu, un canal de déviation du Flon qui servait à alimenter les moulins. Le bâtiment allongé à gauche devait être un moulin, attenant au chemin du Pas-de-Anes, nommé plus tard rue des Moulins. En-dessus, les serres et juste au dessus, le bâtiment qui fait l'angle avec la rue du Grand-Pont et la rue Haldimand (construit en 1865)."
                },
                {
                    "image_id": 110707,
                    "date_begin": 1879,
                    "date_end": 1889,
                    "description": "vue du moulin au Pas-des-Anes, sous le Grand-Pont, à gauche en descendant de Pépinet, dans la partie inférieure de la vallée du Flon depuis derrière. Contre la façade on distingue la roue et l'amenée d'eau du moulin et sur la gauche un pré avec un arbre"
                },
                {
                    "image_id": 99322,
                    "date_begin": 1867,
                    "date_end": 1874,
                    "description": "Vue depuis le sentier descendant de Montbenon des bâtiments du chemin du Pas-des-Anes (nommée plus tard rue des Moulins) situés à l'emplacement futur de la gare du Flon du funiculaire Lausanne-Ouchy (actuelle place de l'Europe n°5)."
                }
            ]
        },
        {
            "building_id": 9,
            "name": "Moulin Bramafan, chocolaterie Kohler",
            "address": "Rue Petit-Saint-Jean N°11 ? A vérifier",
            "description": "En 1793, Gottlieb-Amédée Kohler ouvre au Grand-Saint-Jean un commerce de denrées coloniales et de vins du pays. En 1831, son fils, Charles-Amédée, introduit le chocolat. Il installe alors la fabrique dans un ancien moulin du Petit-Saint-Jean (moulin Bramafan), en-dessous de la place de la Louve, en contrebas de l'Hôtel de ville. En 1849, Ch.-Amédée Kohler achète à Sauvabelin la scierie communale pour en faire une chocolaterie moderne. Il remplace l'ancienne roue à aube par une chaudière à vapeur. Cette innovation fait sensation à Lausanne. En 1865, Charles-Amédée vend les propriétés de Sauvabelin et en ville à ses deux fils, Charles et Adolphe, qui continuent le commerce de denrées coloniales en gros et la fabrique de chocolat sous la même raison sociale: Amédée Kohler et fils. Vers 1874, un dépôt de la fabrique de Sauvabelin est construit à l'emplacement de l'actuelle place Centrale (devient ensuite le Royal Biograph). En 1896, la fabrique est transférée à Echandens dans une nouvelle usine construite de 1894 à 1896. (Polla, \"Lausanne 1860-1910\" page 177)",
            "images": [
                {
                    "image_id": 126813,
                    "date_begin": 1890,
                    "date_end": 1892,
                    "description": "Rue du Petit-Saint-Jean prise du nord, depuis la place de la Louve. Au premier plan à droite, le n°11 qui abrite l'imprimerie-lithographie Müller et Cie."
                },
                {
                    "image_id": 100511,
                    "date_begin": 1960,
                    "date_end": 1970,
                    "description": "Ancien n° 11 de la rue du Petit-Saint-Jean. Vue prise en direction de la place Pépinet."
                },
                {
                    "image_id": 100512,
                    "date_begin": 1960,
                    "date_end": 1970,
                    "description": "Ancien n° 11 de la rue du Petit-Saint-Jean. Vue prise en direction de la place de la Louve."
                },
                {
                    "image_id": 100500,
                    "date_begin": 1919,
                    "date_end": 1919,
                    "description": "Vue de la rue du Petit-Saint-Jean en direction de la Place Pépinet depuis la place de la Louve. Cette image permet d'évoquer le marché de la Louve et de la place Pépinet, la construction de la rue de la Louve ou le trafic international qui passait par ce quartier pour remonter la rue du Grand-Saint-Jean.\n Jusqu'au milieu du siècle passé, en amont en en aval de la place publique derrière l'Hôtel de Ville, la Louve coulait à ciel ouvert.A cette époque, on pouvait, certes, comme aujourd'hui, passer de la place de la Louve à la place Pépinet; mais la rue de la Louve, de la place de la Louve à la rue Saint-Laurent, n'existait pas encore. Quant au ruisseau, au bas de la place actuelle, il faisait un petit coude pour couler à l'emplacement de l'impasse actuelle du Petit-Saint-Jean, à l'est de l'immeuble abritant le Café des Philosophes."
                },
                {
                    "image_id": 107615,
                    "date_begin": 1907,
                    "date_end": 1907,
                    "description": "Rue du Petit-Saint-Jean vue depuis la place de la Louve. Au premier plan la rampe menant à la place de la Louve, puis le moulin Bramafan."
                },
                {
                    "image_id": 100498,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "Vue sur la rue du Petit-Saint-Jean depuis la salle de la Municipalité. Au premier plan on voit le toit du moulin Bramafan dans lequel se trouvait la chocolaterie Kohler."
                },
                {
                    "image_id": 107612,
                    "date_begin": 1907,
                    "date_end": 1907,
                    "description": "Rue du Petit-Saint-Jean vue depuis la place de la Louve. Au premier plan la rampe menant à la place de la Louve, puis le moulin Bramafan et à gauche le n° 3 de la Rue du Petit-Saint-Jean."
                }
            ]
        },
        {
            "building_id": 10,
            "name": "Moulin puis scierie à Couvaloup",
            "address": null,
            "description": "Ancien moulin devenu scierie à Couvaloup dans le vallon du Flon",
            "images": [
                {
                    "image_id": 110678,
                    "date_begin": 1830,
                    "date_end": 1850,
                    "description": "ancien moulin devenu scierie à Couvaloup dans le vallon du Flon. A l'avant-plan on distingue la cour de la scierie formée par deux corps de bâtiments perpendiculaires et dans laquelle se tiennent plusieurs groupes de personnages assis sur des billes de bois ou sous la remise, ou adossés à la maison. A l'arrière-plan on aperçoit le Château Saint-Maire et des arbres"
                }
            ]
        },
        {
            "building_id": 11,
            "name": "Scierie à Couvaloup",
            "address": "Ch. de Couvaloup",
            "description": null,
            "images": [
                {
                    "image_id": 112078,
                    "date_begin": 1831,
                    "date_end": 1894,
                    "description": "vue des casernes et de la tour Saint-Maire avec une partie des remparts de la Cité-Derrière depuis le nord, plus exactement depuis la Solitude. A l'avant-plan on distingue une petite maison à toit pointu (probablement une scierie) et sur la droite un pont de pierre en arc-de-voûte enjambant le Flon. Arbres feuillus à gauche et à droite de la composition"
                },
                {
                    "image_id": 153500,
                    "date_begin": 1831,
                    "date_end": 1853,
                    "description": "Vue, en contrebas, depuis le sud-est, sur la porte de Couvaloup, qui apparaît entre des arbres. Au premier plan, une scierie au bord d'un chemin. Un petit pont de pierre, le pont de Couvaloup, y mène. Cinq personnes, trois femmes et deux hommes, y travaillent, postés à divers endroits. Des billes de bois sont entreposées. Sur la droite de l'image, on distingue une fontaine de pierre. En surplomb, la flèche de la Cathédrale émerge de la crête de la colline de la Cité. Autour de la Cathédrale, quelques bâtiments de la Cité sont visibles."
                }
            ]
        },
        {
            "building_id": 12,
            "name": "Scierie Coeytaux, Bauverd, scierie du Tunnel",
            "address": null,
            "description": "Scierie sur le Flon, au pied du Calvaire, la scierie Coeytaux, puis Bauverd, ou encore scierie du Tunnel.",
            "images": []
        },
        {
            "building_id": 13,
            "name": "Meunerie et boulangerie Grellet",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 132213,
                    "date_begin": 1860,
                    "date_end": 1873,
                    "description": "Vue plaisante et caractéristique de la Cité. On se représente mieux cette colline escarpée, séparée d'un côté par le Flon et, de l'autre, par la Louve et relié à Sauvabelin par la Barre qu'il fallut percer au milieu du siècle passé pour améliorer la circulation en ville. La Cité est une colline bordée de petites maisons serrées les unes contre les autres avec des formes qui n'ont sans doute pas la pureté des lignes actuelles mais qui conféraient à l'urbanisme une note plus pittoresque et une allure plus humaine. La colline était fermée au sud par la Cathédrale et au nord par le château Saint-Maire, \"Maison cantonale\", le siège de l'administration vaudoise. On distingue bien le clocheton du bâtiment de l'Académie. Un peu à droite, avant la tourelle d'angle du château, se détache le clocheton du bâtiment du Grand Conseil. La flèche de la Cathédrale, exécutée par Viollet-le-Duc de 1873 à 1876, est décorée de crochets et lucarnes. Au pied de la colline de la Cité se trouvait un petit sentier partant de la placette du tunnel en direction de Saint-Martin-Place centrale. C'était déjà le chemin de Couvaloup qui rejoignait la rue Cité-Dessous (aujourd'hui rue Curtat) pour déboucher sur la place à côté de l'ancien collège scientifique (là où arrive le pont Bessières). Au bas des murs qui soutiennent ces pentes abruptes avec des jardins potagers, on découvre un nombre impressionnant de cheminées d'usines. Il avait, entre autre, celle de la tannerie Mercier. Puis, se trouvaient la meunerie et la boulangerie Grellet; une scierie et d'autres petites industries."
                }
            ]
        },
        {
            "building_id": 14,
            "name": "Moulin des Oiseaux, moulin Droguet",
            "address": "Av. des Oiseaux, Rue de la Borde 50",
            "description": "Le moulin des Oiseaux a été vendu en 1865 par M. Dapples à Jean-Pierre Droguet. Ce dernier le revendit en 1885 à la ville qui le fit démolir en février 1903.",
            "images": [
                {
                    "image_id": 110654,
                    "date_begin": 1844,
                    "date_end": 1929,
                    "description": "vue du moulin des Oiseaux et de quelques groupes de maisons avoisinantes, dans la vallée de la Louve. Au centre, on distingue un personnage et quelques arbres et à l'arrière-plan le lac et les montagnes juste esquissés"
                },
                {
                    "image_id": 138295,
                    "date_begin": 1887,
                    "date_end": 1905,
                    "description": "Moulin des Oiseaux, rue de la Borde 50"
                }
            ]
        },
        {
            "building_id": 15,
            "name": "Moulin de l'Ermitage et fabrique de chocolat Valloton (2 bâtiments séparés!)",
            "address": null,
            "description": "Au début du XVIIIe, il y avait une foule dépendant du moulin de l'Ermitage (foule séparée du moulin par le chemin du Moulin devenu chemin de la Mine et le pont en pierre dit pont du Tirage, pont de la Mine ou pont de Chauderon. Pendant des décennies ce sentier s'appelait chemin du Moulin, à cause de la présence du moulin de l'Ermitage. En suite il devint le chemin des Moulins, parce qu'il rejoignait le chemin du Pas-des-Anes, qui menait vers d'autres moulins, toujours le long du Flon. Enfin, il devint le chemin de la Mine). Vers 1780-1790, construction d'une habitation dans laquelle les frères Henri, Louis et Philippe Poudret installèrent une fabrique de chocolat. Vers 1800, débit de boissons en plus. En 1823 achat de la fabrique par Jean-Daniel Turel pour y installer une marbrerie; construction d'annexes. En 1866 Jules Turel vend l'habitation et l'atelier à Jean-Abram Delisle, transformation et construction d'un bâtiment pour la fabrique de chocolat. Vers 1870 Félix Delisle-Fontannaz (fils de Jean-Abram) reprend la fabrique. Vers 1879 Adrien Vallotton-Roseng devient propriétaire de la fabrique de chocolat. En 1890, l'Ermitage compte les moulins de M.A. Delisle, la fabrique de chocolat Delisle et le chiffonnier Dissard. Le moulin de l'Ermitage était vers 1880-1890 la propriété de Delisle & Cie. Ils exploitaient la \"Boulangerie Viennoise et le Moulin de l'Ermitage\", qui avaient à cette époque plusieurs magasins en ville. Le moulin de l'Ermitage a abrité au XIXe siècle une meunerie et une boulangerie. C'est un gros commerce; de là des chars chargés de sacs de farine partent dans le canton, en direction du Valais et de Fribourg.\n\nSur une description d'un plan: \"... Il est donc assez difficile de définir la fonction exacte de ces bâtiments. Il est clairement indiqué sur le plan qu'il s'agit d'une chocolaterie. Peut-être a-t-elle laissé sa place une dizaine d'années plus tard à une boulangerie? Ou peut-être encore que ce plan ne sera resté qu'un projet? Les livres ne le disent pas. Il est néanmoins certain qu'une chocolaterie et une boulangerie ont existé dans ce secteur\". Vers 1901-1902, la fabrique de chocolat cesse son exploitation. Vers 1904, le moulin est la propriété de la Compagnie du Lausanne-Ouchy. Le hameau est détruit vers 1910; la construction du pont Chauderon a eu lieu en 1904-1905.\n\nAval du futur Pont Chauderon: vers 1835, Alexandre Saucon, teinturier, installe son entreprise, située en aval du Pont Chauderon ; 1851 achat par François-Philippe Blanc-Longchamp, qui transforme la foule en appartement en 1863 ; en 1872, Charles Schnyder, coutelier, acquiert les bâtiments ; en 1888, Pierre Dissard achète le domaine pour y installer une fabrique de poudre d'os pour engrais ; 1910-1911 démolition.",
            "images": [
                {
                    "image_id": 98899,
                    "date_begin": 1902,
                    "date_end": 1902,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit un terrain vague sur lequel se tiennent deux personnes; sur la gauche on aperçoit quelques arbres. Au deuxième plan on trouve le haut du moulin et trois autres maisons. A l'arrière plan on distingue des vignobles et Chauderon"
                },
                {
                    "image_id": 98902,
                    "date_begin": 1901,
                    "date_end": 1901,
                    "description": "Vue du moulin situé au hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit un terrain sur lequel il y a un abri. Au deuxième plan on trouve le moulin et trois autres maisons; sur la gauche on aperçoit un sentier entouré d'arbres. A l'arrière plan on distingue des vignobles et quelques bâtiments appartenant à Chauderon."
                },
                {
                    "image_id": 98906,
                    "date_begin": 1905,
                    "date_end": 1910,
                    "description": "Vue générale du hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit le hameau, ses cultures maraîchères et le chemin de la Mine; deux personnes sont sur un sentier et une autre arrive à une maison; sur la gauche il y a des travaux. Au deuxième plan on trouve le pont Chauderon. A l'arrière plan on voit le fond de la vallée à travers les arcades."
                },
                {
                    "image_id": 107454,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "vue générale du moulin, situé au hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le nord"
                },
                {
                    "image_id": 107456,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "vue générale du moulin situé au hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est"
                },
                {
                    "image_id": 107452,
                    "date_begin": 1901,
                    "date_end": 1901,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le sud, à l'emplacement de la rue de la Vigie"
                },
                {
                    "image_id": 107455,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "vue générale de la chocolaterie, située au hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le nord"
                },
                {
                    "image_id": 98904,
                    "date_begin": 1901,
                    "date_end": 1901,
                    "description": "Vue du moulin situé au hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit un long bâtiment (entrepôt du moulin?) et un terrain en pente avec des pierres et deux arbustes. Au deuxième plan sur la gauche se trouve le moulin; on aperçoit une petite partie du chemin de la Mine et quelques maisons. A l'arrière plan on distingue des vignobles et quelques édifices de Chauderon."
                },
                {
                    "image_id": 98901,
                    "date_begin": 1900,
                    "date_end": 1900,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit le bas d'un talus avec des arbres sans feuilles, un terrain vague, sur lequel il y a un abri. Au deuxième plan on trouve quelques maisons dont le moulin; on aperçoit une grande cheminée. A l'arrière plan on distingue des vignobles et Chauderon"
                },
                {
                    "image_id": 98912,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "Vue générale du moulin, situé au hameau de l'Ermitage, en amont de l'emplacement du pont Chauderon actuel, depuis le nord. A l'arrière plan, on distingue un chemin qui monte en zigzag en direction de Montbenon et sur la gauche, on devine le Palais de Justice (tribunal de Montbenon)."
                },
                {
                    "image_id": 98893,
                    "date_begin": 1901,
                    "date_end": 1901,
                    "description": "Vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le sud. Au premier plan on voit le chemin de la Mine et sur la droite on aperçoit un réverbère. Au deuxième plan on trouve deux maisons dont le moulin; sur le chemin, un homme et un chien marchent. A l'arrière plan, la route monte en direction de Chauderon, dont on distingue quelques bâtiments."
                },
                {
                    "image_id": 98910,
                    "date_begin": 1903,
                    "date_end": 1904,
                    "description": "vue générale du moulin, situé au hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le nord. Au premier plan on voit un sentier, un tas de fumier et quelques arbres. Au deuxième plan on trouve le moulin au centre et la chocolaterie sur la droite; cette dernière est partiellement cachée par des arbres. A l'arrière plan on distingue un remblais sur la gauche et un chemin qui monte en zigzag en direction de Montbenon; la pente est pelée"
                },
                {
                    "image_id": 130901,
                    "date_begin": 1896,
                    "date_end": 1896,
                    "description": "Vue du pont du Tirage, avec la fabrique de chocolat Valloton et le moulin de l'Ermitage."
                },
                {
                    "image_id": 98905,
                    "date_begin": 1801,
                    "date_end": 1902,
                    "description": "Vue générale du hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan sentier serpente pour rejoindre le hameau; un homme marche sur ce dernier; dans les virages on aperçoit des amas de terre avec quelques pierres et deux tas de fumier; sur la droite il y a un gros tas de pierres. Au deuxième plan on trouve les maisons de la vallée. A l'arrière plan on distingue quelques maisons et des arbres."
                },
                {
                    "image_id": 98897,
                    "date_begin": 1901,
                    "date_end": 1901,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'ouest. Au premier plan on voit une partie d'une maison, une cabane et un talus. Au deuxième plan, un sentier mène au chemin de la Mine; on aperçoit la chocolaterie; les arbres n'ont pas de feuilles. A l'arrière plan sur la gauche on distingue Chauderon"
                },
                {
                    "image_id": 98898,
                    "date_begin": 1895,
                    "date_end": 1904,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit la vallée, recouverte de tas de pierres de terre et d'herbe. Au deuxième plan sur la gauche on trouve le hameau de l'Ermitage avec le moulin; sur la droite un sentier serpente. A l'arrière plan on aperçoit des vignobles et Chauderon sur la droite"
                },
                {
                    "image_id": 131261,
                    "date_begin": 1896,
                    "date_end": 1896,
                    "description": "Vue du pont du Tirage, avec la fabrique de chocolat et le moulin de l'Ermitage."
                },
                {
                    "image_id": 98908,
                    "date_begin": 1895,
                    "date_end": 1904,
                    "description": "vue générale du hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le nord. Au premier plan on voit un tournant du chemin de la Mine et un talus légèrement en pente. Au deuxième plan on trouve le hameau, le moulin sur la gauche et la chocolaterie au centre; sur le balcon de la maison de droite, une femme étend son linge. A l'arrière plan on distingue le chemin qui monte à travers des arbres en direction de Montbenon"
                },
                {
                    "image_id": 130521,
                    "date_begin": 1905,
                    "date_end": 1906,
                    "description": "Vallée du Flon, hameau de l'Ermitage"
                },
                {
                    "image_id": 131737,
                    "date_begin": 1901,
                    "date_end": 1904,
                    "description": "Vue prise avant le début des travaux d'édifications du pont Chauderon - Montbenon, sur la vallée du Flon, en 1904."
                },
                {
                    "image_id": 98895,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le sud. Au premier plan on voit le dessus d'un petit pont de pierre; deux enfants sont accoudés au pont et regardent en dessous; on aperçoit le haut d'un poteau électrique. Au deuxième plan, deux chevaux tirant une charette descendent le chemin de la Mine; sur la gauche on trouve un jardin potager. A l'arrière plan on distingue Chauderon"
                },
                {
                    "image_id": 98921,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "vue générale sur la vallée du Flon et la ville depuis Chauderon. Au premier plan on voit des vignoble; on peut observer les plants des vignes. Au deuxième plan on trouve des maisons sur la gauche et le hameau de l'Ermitage sur la droite; les travaux de comblement ont commencé. A l'arrière plan on distingue quelques entrepôts, le nouvel hôtel des Postes et le haut de l'église Saint-François"
                },
                {
                    "image_id": 130902,
                    "date_begin": 1896,
                    "date_end": 1896,
                    "description": "Vue des anciens bâtiments de la vallée du Flon, en amont du pont Chauderon. On remarque le pont du Tirage."
                },
                {
                    "image_id": 107457,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "vue générale du hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le nord"
                },
                {
                    "image_id": 98894,
                    "date_begin": 1901,
                    "date_end": 1901,
                    "description": "Vue sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le sud. Au premier plan on voit le côté d'un chemin avec un arbre et une barrière en bois. Au deuxième plan on trouve une partie du moulin. A l'arrière plan on distingue Chauderon."
                },
                {
                    "image_id": 160616,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "Hameau de l'Ermitage dans la Vallée du Flon."
                },
                {
                    "image_id": 98900,
                    "date_begin": 1900,
                    "date_end": 1904,
                    "description": "vue générale du moulin, situé au hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit le bas d'un talus avec des arbres sans feuilles, un terrain vague, sur lequel il y a des petits tas de terre, et sur la droite une pente de terre et l'extrêmité d'un mur. Au deuxième plan on trouve des bâtiments dont le moulin. A l'arrière plan on distingue des vignobles et Chauderon"
                },
                {
                    "image_id": 107453,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le sud"
                },
                {
                    "image_id": 116572,
                    "date_begin": 1890,
                    "date_end": 1890,
                    "description": "large chemin en boucle près du moulin de l'Ermitage dans la vallée du Flon, avec à l'avant-plan un homme conduisant cinq chevaux de trait, un fouet à la main; plusieurs maisons au fond, au milieu des arbres"
                },
                {
                    "image_id": 98907,
                    "date_begin": 1905,
                    "date_end": 1910,
                    "description": "Vue générale d'une maison du hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis l'est. Au premier plan on voit des cultures maraîchère, une maison, des arbres et une remise; sur la gauche on distingue mal deux bâtiments. Au deuxième plan on trouve le pont Chauderon. A l'arrière plan on aperçoit des arbres et un édifice."
                },
                {
                    "image_id": 98896,
                    "date_begin": 1904,
                    "date_end": 1904,
                    "description": "Vue générale du hameau de l'Ermitage avec la chocolaterie Vallotton et un moulin, en amont de l'emplacement du pont Chauderon actuel, depuis le sud. A l'arrière plan, on distingue Chauderon."
                },
                {
                    "image_id": 98311,
                    "date_begin": 1868,
                    "date_end": 1878,
                    "description": "Vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, depuis le nord-ouest, en direction du Grand-Pont. Le bâtiment allongé à droite est la chocolaterie Vallotton. Entre ce bâtiment et le suivant passe l'ancien chemin de la Mine. Le double bâtiment au milieu est l'ancien moulin de l'Ermitage. En haut, on aperçoit la promenade de Montbenon et la future avenue Jules-Gonin. En haut à gauche, les maison du Grand-Chêne."
                },
                {
                    "image_id": 97984,
                    "date_begin": 1900,
                    "date_end": 1904,
                    "description": "vue générale sur le hameau de l'Ermitage, sous l'emplacement du pont Chauderon actuel, prise du sud. Au premier plan gauche, on voit le chemin de la mine, et à droite, un réverbère, une fontaine et un poteau électrique. Au second plan, on trouve quelques maisons, dont la chocolaterie sur la gauche et le moulin sur la droite, et au centre, un pont enjambe le Flon. A l'arrière-plan, on distingue Chauderon."
                }
            ]
        },
        {
            "building_id": 16,
            "name": "Forge et huilerie Panchaud",
            "address": null,
            "description": "La forge, où passe le bief (canal de dérivation) du Flon, est attestée en tant que telle sur le plan de 1856 (I.37.A.82.e). Le bâtiment est présent sur celui de 1829 (I.35.K.45). La forge Panchaud est attestée dans la FAL du 11.07.1848. On parle de l'huilerie Panchaud dans l'Estafette du 11.11.1873.",
            "images": [
                {
                    "image_id": 112025,
                    "date_begin": 1841,
                    "date_end": 1841,
                    "description": "vue de la colline du Champ-de-l'Air avec la Solitude et le Calvaire et peut-être au bas du chemin, l'huilerie et la forge Panchaud, Taillandier. Plus loin, au fond à droite, le bâtiment allongé correspond à l'Institut Isler, dans le domaine de la Solitude. A cette date, il s'agit déjà du pensionnat et non plus des Bains en fonction jusqu'en 1831. A l'avant-plan on distingue quelques toits de maisons entre les arbres"
                },
                {
                    "image_id": 98054,
                    "date_begin": 1850,
                    "date_end": 1850,
                    "description": "Vue d'ensemble sur la Cité et la Barre depuis le bas du Calvaire. Au premier plan, un chemin,  des barrières de bois, un potager. Au second plan, des maisons. On se trouver derrière la forge Panchaud. A l'arrière-plan, la porte et le château St-Maire, les maisons d'habitation de la Barre."
                },
                {
                    "image_id": 99042,
                    "date_begin": 1872,
                    "date_end": 1873,
                    "description": "Vue générale de la place du  Vallon et de la future rue du Nord établie sur le cours du Flon. Au premier plan on voit un terrain vague, au centre une charrette et à gauche deux hommes (l'homme assis regarde en direction du photographe). Au second plan on voit quelques maisons d'habitation, on voit quelques maisons d'habitation, la forge Panchaud vers laquelle coule le bief du Flon (canal de dérivation) et sur la droite le cours du Flon, canalisé. A l'arrière-plan on voit la cathédrale, la porte et le château St-Maire"
                }
            ]
        },
        {
            "building_id": 17,
            "name": "Moulin brûlé, manufacture Renou",
            "address": "Rue Saint-Martin 30",
            "description": "L'ancien moulin, dit également \"moulin brûlé\", propriété Jacob-Henri Ogay, est acheté en 1831 par Jacob Renou-Burnens. La manufacture Renou fut une importante industrie lausannoise. Le premier fils de Jacob Renou-Burnens, Louis Renou-Weibel, s'occupa de la fabrique de draps et de la filature de la laine (emplacement du moulin, emplacement n° 30 rue Saint-Martin actuelle), tandis que le second, Alexandre Renou-Picard, était responsable de la filature et de la teinturerie de coton (future menuiserie Billharz et maison d'habitation attenante, emplacement n° 34 rue Saint-Martin). Visiblement l'ancienne fabrique de draps devint également un atelier de mécanique, en plus de la menuiserie.",
            "images": [
                {
                    "image_id": 98027,
                    "date_begin": 1913,
                    "date_end": 1913,
                    "description": "Vue rapprochée sur une partie de l'ancienne fabrique de draps, puis atelier de mécanique et menuiserie, au chemin de Renou, à l'emplacement du no 30 actuel de la rue St-Martin. Au pemier plan gauche, quelques maisons, partiellement en bois. A droite, un chemin d'accès, traversé par une passerelle.  Au second plan, on voit quelques immeubles d'habitation, et une façade de l'ancienne fabrique, sur trois niveaux, dont le dernier est un vitrage continu. On peut aussi apercevoir sur cette façade l'inscription [menuiserie B]illharz et fils."
                },
                {
                    "image_id": 98024,
                    "date_begin": 1915,
                    "date_end": 1915,
                    "description": "Vue rapprochée sur une partie de l'ancienne fabrique de draps, puis atelier de mécanique et menuiserie, au chemin de Renou, à l'emplacement du no 30 actuel de la rue St-Martin. Au premier plan gauche, un chemin d'accès et à droite une barrière de bois et une partie du paroi de briques. Au second plan, une maison d'un étage. A l'arrière-plan gauche, une passerelle et une autre maison, de bois."
                }
            ]
        },
        {
            "building_id": 19,
            "name": "Tannerie Mercier",
            "address": "Rue Saint-Martin 5",
            "description": "La tannerie Mercier avait été fondée par Pierre Mercier au milieu du XVIIIe siècle. En 1864 sa direction était entre les mains de J.-J. Pierre-François Mercier, arrière-petit-fils du fondateur. C'était une époque d'expansion pour cette tannerie. On remarque que la tannerie Mercier rénove ses bâtiments au tournant des années 1890. Reconstruction de la cheminée après l'inondation de juin 1889. La partie inférieure de la rue Saint-Martin subit d'importants travaux au début des années 1960 (voir projet dans Tribune de Lausanne, 05.10.1960). Le plan de quartier « Saint-Martin Tannerie » est mis à l'enquête du 08.04 au 07.05.1959 (FAL 07.04.1959). Il est adopté par le Conseil communal en juillet (FAL, 01.07.1959). La démolition des anciens bâtiments de la tannerie Mercier débuta en 1959 (FAL 18.12.1962). Il fallut voûter le Flon qui jadis alimentait la tannerie. La cheminée tomba le 28 janvier 1960 (FAL 29.01.1960). Voir document attaché, article \"Voici ce que sera dans quatre ans le nouveau quartier Saint-Martin\", Tribune de Lausanne du 05.10.1960. Sur l'historique de la tannerie Mercier, voir les documents attachés, articles de Louis Polla \"Maisons et quartiers d'autrefois\", FAL 11.08.1961 et 03.11.1972.",
            "images": [
                {
                    "image_id": 175175,
                    "date_begin": 1867,
                    "date_end": 1873,
                    "description": "La Cité vue depuis la Caroline. A gauche l'ancien hôpital, puis collège de la Mercerie, sur sa droite la buanderie de l'hôpital avec sa cheminée, en bas à droite les tanneries Mercier. Contre la paroi, les séchoirs à peaux. Au milieu, les maisons de la rue Cité-Derrière et de la rue Curtat. Etat avant la construction du pont Bessières et le percement de la rue Pierre Viret."
                },
                {
                    "image_id": 147294,
                    "date_begin": 1878,
                    "date_end": 1882,
                    "description": "Vue générale du quartier de la rue Centrale et de l'extrémité méridionale de la Cité prise de l'est, depuis la rue de la Caroline, entre l'église Saint-François en-haut à gauche et l'ancien hôpital de la Mercerie en-haut à droite."
                },
                {
                    "image_id": 150892,
                    "date_begin": 1906,
                    "date_end": 1908,
                    "description": "Vue du quartier Marterey prise depuis l'ouest. Au premier plan: L'emplacement du futur pont Bessières qui se prolonge, au second plan, par la rue de Langallerie. Au premier plan se trouve la rue Saint-Martin avec la cheminée de la tannerie Mercier (à gauche). Au second plan, sur la gauche de la rue Langallerie, la rue Caroline avec la Maison du peuple derrière laquelle l'emplacement des serres Pittet n'est pas encore aménagé. Au troisième plan à gauche, la colline de Mon-Repos et ses arbres. Au fond de gauche à droite, les alpes vaudoises et valaisannes, le Léman et les alpes de Savoie."
                },
                {
                    "image_id": 102359,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue rapprochée du chantier de construction des immeubles de la rue Saint-Martin 2-6. Au premier plan, des toits de l'ancienne tannerie Mercier qui longeait la rue, sur la gauche en montant. Au second plan, le chantier à proprement parler. On voit une grue, des ouvriers, un camion. A l'arrière-plan, la rue Caroline."
                },
                {
                    "image_id": 137933,
                    "date_begin": 1958,
                    "date_end": 1960,
                    "description": "Vue rapprochée sur l'un des bâtiments de la tannerie Mercier, sous le Pont Bessières, depuis le bas de la rue Cheneau-de-Bourg. Au premier plan, une balustrade, des voitures garées dans la pente. Au second plan, d'autres véhicules, le bâtiment occupé par l'hôtellerie de l'Armée du Salut (écriteau \"Armée du Salut, Restaurant\") sous le pont Bessières, semble vide (avant la démolition). Quelques ouvriers sont sur place (un sur le toit, deux au 1er étage, debout). Un écriteau de l'entreprise Vonlanden est suspendu à une fenêtre. Sur la droite, une femme sur la rue Saint-Martin."
                },
                {
                    "image_id": 169607,
                    "date_begin": 1956,
                    "date_end": 1956,
                    "description": "Vue sur le quartier de Saint-Martin."
                },
                {
                    "image_id": 102358,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue rapprochée du chantier de construction des immeubles de la rue Saint-Martin 2-6. Au premier plan, des toits de l'ancienne tannerie Mercier qui longeait la rue, sur la gauche en montant. Au second plan, le chantier à proprement parler. On voit une grue, des ouvriers, un camion. A l'arrière-plan, la rue Caroline."
                },
                {
                    "image_id": 153076,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": "Démolition de la cheminée de la tannerie Mercier. La foule y assiste depuis le pont Bessières."
                },
                {
                    "image_id": 100477,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": "Vue rapprochée des falaises des Grandes-Roches lors du chantier de construction du bas de la rue Saint-Martin (n° 3-9), où se trouvait auparavant la tannerie Mercier, en direction de l'ouest. Au premier plan, le chantier, des gravats, les falaises, une échelle et un ouvrier. Au second plan, le pont Bessières au-dessus duquel se trouvent quelques passants qui observent le chantier. A l'arrière-plan, le bâtiment occupé par l'Armée du Salut."
                },
                {
                    "image_id": 130414,
                    "date_begin": 1912,
                    "date_end": 1912,
                    "description": "Vue plongeante depuis le pont Bessières sur la rue Saint-Martin. Au premier plan, on voit une série d'ateliers: \"ameublement C. Petinerolli\", \"battage mécanique de tapis\", \"mensuiserie mécanique Louis Pache ébénisterie\", \"Passera frères, succr de E. Borgeaud, gypserie &amp; peinture\". Sur la droite, la rue Saint-Martin. Au second plan, des maisons d'habitation de la rue Curtat, la cheminée de la tannerie Mercier, des bâtiments du chemin Renou. A l'arrière-plan, l'école de couture, les barres d'immeubles de la rue César-Roux et l'hôpital cantonal qui surplombe ces derniers. Au loin, le bois de Sauvabelin."
                },
                {
                    "image_id": 137931,
                    "date_begin": 1889,
                    "date_end": 1889,
                    "description": "Vue rapprochée de la tannerie Mercier depuis le sud-ouest en direction de la rue César-Roux et de l'Hôpital Cantonal, dont l'aile ouest est visible en arrière-plan derrière les arbres. reconstruction de la cheminée après l'inondation de juin 1889"
                },
                {
                    "image_id": 100475,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": null
                },
                {
                    "image_id": 130528,
                    "date_begin": 1860,
                    "date_end": 1868,
                    "description": "La Cathédrale, vue depuis la rue Caroline"
                },
                {
                    "image_id": 174198,
                    "date_begin": 1869,
                    "date_end": 1869,
                    "description": "Le vallon du Flon, à la hauteur de l'actuel Pont Bessières, avec les séchoirs des tanneries Mercier adossés aux murailles."
                },
                {
                    "image_id": 102360,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue rapprochée du chantier de construction des immeubles de la rue Saint-Martin 2-6. Au premier plan, le chantier à proprement parler, des ouvriers. Au second plan, des toits de l'ancienne tannerie Mercier qui longeait la rue, sur la gauche en montant."
                },
                {
                    "image_id": 132580,
                    "date_begin": 1896,
                    "date_end": 1900,
                    "description": "La Cité vue depuis la Caroline. A gauche l'ancien collège de la Mercerie, en bas à droite les tanneries Mercier. Au milieu, les maisons de la rue Cité-Derrière et de la rue Curtat. Etat avant la construction du pont Bessières et le percement de la rue Pierre Viret."
                },
                {
                    "image_id": 179383,
                    "date_begin": 1956,
                    "date_end": 1956,
                    "description": "Vue depuis le pont Bessières en direction de la rue Saint-Martin sur l'ancienne tannerie pendant la construction de l'immeuble des Retraites populaires. Au premier plan l'ancienne tannerie Mercier, actuel rue Saint-Martin 5 et au second plan, les immeubles qui occupaient autrefois l'emplacement des actuels n° 2 à 6 de la rue Saint-Martin."
                },
                {
                    "image_id": 100472,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": "Vue rapprochée du chantier de construction du bas de la rue Saint-Martin (n° 3-9), où se trouvait auparavant la tannerie Mercier, en direction du nord-ouest. Au premier plan, le chantier, les falaises des Grandes-Roches, contre lesquelles se dressent des échafaudages. On lit sur un tréteau \"Cité Vieux-Bou[rg], parcelles à vend[re], Etude J. Francken, Y. Sandoz, 23.14.14\". Au-dessus des falaises se trouvent les maisons d'habitation de la rue Curtat. A l'arrière-plan, une partie du beffroi et de la flèche de la cathédrale."
                },
                {
                    "image_id": 100471,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": "Vue rapprochée du chantier de construction du bas de la rue Saint-Martin (n° 3-9), où se trouvait auparavant la tannerie Mercier, en direction de l'ouest. Au premier plan, un muret. Au second plan le chantier avec quelques ouvriers. Au fond du chantier se dressent les falaises des Grandes-Roches, contre lesquelles se dressent des échafaudages. A l'arrière-plan, les maisons d'habitation de la rue Curtat et la flèche de la cathédrale."
                },
                {
                    "image_id": 102421,
                    "date_begin": 1886,
                    "date_end": 1891,
                    "description": "Vue d'ensemble sur la Cité depuis l'hôpital cantonal. Au premier plan, des toits, la tannerie Mercier et sa cheminée, la rue Saint-Martin, la rue Curtat, l'avenue de Menthon. Au second plan, la Cité, la cathédrale, les maisons d'habitation de la rue Cité-Derrière. Au loin sur la gauche l'église Saint-François, sur la droite le tribunal de Montbenon a été construit."
                },
                {
                    "image_id": 153075,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": "Démolition de la cheminée de la tannerie Mercier. La foule y assiste depuis le pont Bessières."
                },
                {
                    "image_id": 161125,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "vues sur la Cité depuis la Caroline avec la construction de l'immeuble rue Caroline 9-9bis, les bâtiments de la tannerie Mercier et de la rue Curtat, les échafaudages sur le beffroi de la cathédrale et la rambarde du pont Bessières."
                },
                {
                    "image_id": 100476,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": "Vue rapprochée de la maison n° 18 de la rue Curtat, depuis le chantier de la rue Saint-Martin, en contre-bas. On voit du matériel de chantier (caisses et barils), de la végétation devant et contre la falaise. La maison est construite sur la falaise."
                },
                {
                    "image_id": 159481,
                    "date_begin": 1867,
                    "date_end": 1873,
                    "description": "La Cité vue depuis la Caroline. A gauche l'ancien hôpital, puis collège de la Mercerie, sur sa droite la buanderie de l'hôptal avec sa cheminée, en bas à droite les tanneries Mercier. Contre la paroi, les séchoirs à peaux. Au milieu, les maisons de la rue Cité-Derrière et de la rue Curtat. Etat avant la construction du pont Bessières et le percement de la rue Pierre Viret."
                },
                {
                    "image_id": 102362,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue rapprochée du chantier de construction des immeubles de la rue Saint-Martin 2-6. Au premier plan, le chantier à proprement parler, des ouvriers. Au second plan, des toits de l'ancienne tannerie Mercier qui longeait la rue, sur la gauche en montant."
                },
                {
                    "image_id": 150593,
                    "date_begin": 1909,
                    "date_end": 1913,
                    "description": "Vue du quartier Marterey prise depuis le sud. Au premier plan, à gauche, la cheminée de la tannerie Mercier qui se trouvait à la rue Saint-Martin et au centre le n°12 de la même rue. Au second plan de gauche à droite, quelques demeures de la rue Curtat (derrière la cheminée les nos 18-20 puis vers la droite les nos 22 et 24-25/27 puis la rue Saint-Martin qui aboutit, au centre de la partie gauche, sur l'actuelle école de couture sise à l'angle des rues Saint-Martin et César-Roux (n°2) sur le troisième plan. Cette dernière rue se poursuit vers la droite avec le n°11, le n°19 bien visible au centre (Policlinique universitaire), le n°30 (Dolce Vita - 2ème plan) et le 31 (au centre de la partie droite de l'image) avant de déboucher sur la promenade de la Solitude. Au quatrième plan, à gauche derrière le sommet de la cheminée de la fabrique Mercier, l'immeuble qui abrite le café de la Bossette. Au cinquième plan, la colline de Sauvabelin avec derrière l'angle gauche du toit de l'école de couture, la villa \"Le Jasmin\" et, à droite, l'ancien hôpital cantonal (sis à la rue du Bugnon). (Informations tirées de goéland et de la rubrique Polla du 26 mai 1967)"
                },
                {
                    "image_id": 102361,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue rapprochée du chantier de construction des immeubles de la rue Saint-Martin 2-6. Au premier plan, le chantier à proprement parler, des ouvriers. Au second plan, des toits de l'ancienne tannerie Mercier qui longeait la rue, sur la gauche en montant."
                },
                {
                    "image_id": 100474,
                    "date_begin": 1960,
                    "date_end": 1960,
                    "description": "Vue rapprochée du chantier de construction du bas de la rue Saint-Martin (n° 3-9), où se trouvait auparavant la tannerie Mercier, en direction de l'ouest. Au premier plan, le chantier, des gravats, les falaises des Grandes-Roches, contre lesquelles se dressent des échafaudages. Au-dessus des falaises se trouvent les maisons d'habitation de la rue Curtat. Sur la gauche, une partie du pont Bessières et le bâtiment occupé par l'Armée du Salut."
                },
                {
                    "image_id": 102357,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue rapprochée du chantier de construction des immeubles de la rue Saint-Martin 2-6. Au premier plan, des toits de l'ancienne tannerie Mercier qui longeait la rue, sur la gauche en montant. Au second plan, le chantier à proprement parler. On voit une grue, des ouvriers. Sur la gauche une enseigne \"cadres - dorure\". A l'arrière-plan, la rue Caroline."
                }
            ]
        },
        {
            "building_id": 20,
            "name": "Tannerie Brouilhet",
            "address": "Pl. Saint-François 5",
            "description": "La tour de séchage de peaux de la tannerie, mégisserie et fabrique de gants d'Antoine et Jean-Antoine Brouilhet est construite vers 1870-1873 au niveau du coude du passage Saint-François (n°12 à l'angle). Mais les ateliers devaient déjà exister bien avant à la ruelle Saint-François 22 bis, puisque les Brouilhet ont quitté Millau (Aveyron) dans la deuxième moitié du 18e siècle, pour s'installer à Lausanne. (voir article Polla n° 95, du 19.01.1962)",
            "images": [
                {
                    "image_id": 100184,
                    "date_begin": 1916,
                    "date_end": 1916,
                    "description": "Vue sur le n°14 du passage Saint-François, lors des travaux d'abaissement de la rue. A droite le poste de police, à gauche l'ancien séchoir à peaux de la manufacture de peaux Antoine Brouilhet."
                },
                {
                    "image_id": 100031,
                    "date_begin": 1913,
                    "date_end": 1913,
                    "description": "Vue sur le chantier de démolition de la maison Bergier au nord de la place Saint-François. L'espace vide du chantier, au niveau du n°5 actuel, permet de voir les bâtiment au nord du passage Saint-François : la \"Gazette de Lausanne\" - Imprimerie Vincent et la manufacture de peaux de M. Brouilhet avec sa tour au niveau du coude du passage Saint-François (n°12 à l'angle)."
                },
                {
                    "image_id": 100093,
                    "date_begin": 1873,
                    "date_end": 1900,
                    "description": "Au premier plan, la rangée d'immeubles construits en 1873. Derrière, on aperçoit le haut de la tour de séchage à peaux de la fabrique de gants Brouillhet. A droite la tour de l'église Saint-François."
                },
                {
                    "image_id": 100185,
                    "date_begin": 1916,
                    "date_end": 1916,
                    "description": "Vue sur le n°14 du passage Saint-François, lors des travaux d'abaissement de la rue. A droite le poste de police, à gauche l'ancien séchoir à peaux de la manufacture de peaux Antoine Brouilhet."
                },
                {
                    "image_id": 100183,
                    "date_begin": 1916,
                    "date_end": 1920,
                    "description": "Vue sur le passage Saint-François, en direction de la rue Centrale. A gauche le n°14 du passage et à droite la façade ouest du n°5 de la place Saint-François. Au n° 14 actuel (ancien 22 bis) se trouvaient les bâtiments de la tannerie-fabrique de gants Brouilhet. Sur la photo à gauche, la tour de séchage des peaux, appelée tour Brouilhet. (voir rubrique Polla n°95 du 19.01.1962)"
                }
            ]
        },
        {
            "building_id": 21,
            "name": "Un moulin sur le Flon",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 110591,
                    "date_begin": 1777,
                    "date_end": 1777,
                    "description": "vue d'un moulin dans la vallée du Flon. Sur la gauche on distingue deux personnages traversant un pont de pierre"
                }
            ]
        },
        {
            "building_id": 22,
            "name": "Un autre moulin sur le Flon",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 110589,
                    "date_begin": 1777,
                    "date_end": 1777,
                    "description": "vue d'un moulin dans la vallée du Flon. A l'avant-plan on distingue un homme qui travaille dans la cour, un autre accoudé à un balcon et un cheval dans l'embrasure d'une porte. A l'arrière-plan on distingue les montagnes et un ciel nuageux"
                }
            ]
        },
        {
            "building_id": 23,
            "name": "Moulin de la Barre",
            "address": "Ch. de Couvaloup",
            "description": "Dessins vers 1830-1840 selon annotations",
            "images": [
                {
                    "image_id": 110714,
                    "date_begin": 1879,
                    "date_end": 1889,
                    "description": "vue du moulin de la Barre dans la partie médiane de la vallée du Flon. A l'avant-plan on distingue la rue de la Barre avec quelques personnages dont deux femmes portant une hotte et, perpendiculairement, le chemin de Couvaloup. Au deuxième plan à gauche on aperçoit un petit pont de pierre que traverse un homme avec son cheval et le moulin de la Barre vers lequel s'approchent un homme et son mulet chargé. Sur la droite on distingue le Château Saint-Maire depuis le nord avec les remparts de la Cité-Derrière. A l'arrière-plan s'étend le vallon de Couvaloup, très boisé, les toits de la ville, le lac et les montagnes"
                },
                {
                    "image_id": 111887,
                    "date_begin": 1879,
                    "date_end": 1889,
                    "description": "vue du moulin de la Barre dans la partie médiane de la vallée du Flon. A l'avant-plan on distingue la rue de la Barre avec quelques personnages dont deux femmes portant une hotte et, perpendiculairement, le chemin de Couvaloup. Au deuxième plan à gauche on aperçoit un petit pont de pierre que traverse un homme avec son cheval et le moulin de la Barre vers lequel s'approchent un homme et son mulet chargé. Sur la droite on distingue une partie de la porte Saint-Maire depuis le nord avec les remparts de la Cité-Derrière. A l'arrière-plan s'étend le vallon de Couvaloup, très boisé, les toits de la ville, le lac et les montagnes"
                }
            ]
        },
        {
            "building_id": 24,
            "name": "Tannerie A. de Mieville",
            "address": null,
            "description": null,
            "images": []
        },
        {
            "building_id": 25,
            "name": "Tannerie (vraisemblablement Mercier, mais à déterminer)",
            "address": "Rue Saint-Martin 3 à 23",
            "description": "Rue Saint-Martin: Ancienne tannerie (nos 3 à 23).",
            "images": [
                {
                    "image_id": 149986,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue sur la rue Saint-Martin: Ancienne tannerie (nos 3 à 23). (Selon inscriptions figurant au recto et au verso du support en carton du positif)"
                },
                {
                    "image_id": 149987,
                    "date_begin": 1957,
                    "date_end": 1957,
                    "description": "Vue sur la rue Saint-Martin: Ancienne tannerie (nos 3 à 23). (Selon inscriptions figurant au recto et au verso du support en carton du positif)"
                }
            ]
        },
        {
            "building_id": 26,
            "name": "Moulin et pont sur la Louve derrière l'Hôtel de Ville",
            "address": "Place de la Louve Cour intérieure de l'Hôtel de Ville",
            "description": null,
            "images": [
                {
                    "image_id": 110721,
                    "date_begin": 1879,
                    "date_end": 1889,
                    "description": "vue du pont en pierre derrière l'Hôtel de Ville avec la Louve qui tombe en cascade. A l'arrière-plan à gauche on distingue une haute maison avec peuplier, actuelle Placette du Grand-Saint-Jean, et plus loin le clocher du temple Saint-Laurent émergeant de la verdure et d'un groupe de maisons"
                },
                {
                    "image_id": 110679,
                    "date_begin": 1820,
                    "date_end": 1820,
                    "description": "vue du pont en pierre derrière l'hôtel de ville avec la Louve qui tombe en cascade et une roue de moulin à  l'avant-plan. A l'arrière-plan à gauche on distingue une haute maison avec peuplier, actuelle Placette du Grand-Saint-Jean, et à droite le clocher du temple Saint-Laurent émergeant de la verdure et d'un groupe de maisons"
                }
            ]
        },
        {
            "building_id": 27,
            "name": "Moulin dans le Vallon",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 115320,
                    "date_begin": 1827,
                    "date_end": 1873,
                    "description": "la Cité vue depuis Montmeillan. On distingue en particulier la Cathédrale avec la flèche de Perregaux, le château et la porte Saint-Maire avec la conciergerie, le clocher de l'ancienne Académie et les remparts de la Cité-Derrière. A mi-distance on aperçoit un moulin à eau sur le Flon. A l'avant-plan à droite on distingue un stand de tir depuis lequel un homme tire au fusil en direction du Calvaire. Le lac et les montagnes à l'arrière-plan"
                }
            ]
        },
        {
            "building_id": 28,
            "name": "Moulin sous la Solitude",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 110643,
                    "date_begin": null,
                    "date_end": null,
                    "description": "vue de l'amenée d'eau d'un moulin de la Solitude et d'une entrée avec escalier de pierre.  Une échelle permet d'accéder à l'amenée d'eau et une autre est posée horizontalement contre le mur du moulin, à côté de l'escalier"
                }
            ]
        },
        {
            "building_id": 29,
            "name": "Moulin sous la Solitude 2",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 147614,
                    "date_begin": 1831,
                    "date_end": 1831,
                    "description": "Vue notamment d'un moulin au Chemin de la Solitude à Lausanne, sur le Flon. Au premier plan, un bâtiment s'élève. Il s'agit certainement d'un moulin car deux roues à aubes sont visibles sur sa façade et elles sont alimentées par des biefs, des canaux de dérivation amenant l'eau au moulin. A droite, un grand arbre se dresse en diagonale, entouré de buissons et de pierres. A l'arrière-plan, un second bâtiment est visible délimitant une cour intérieure avec le moulin. Un petit escalier monte au premier étage de ce bâtiment. La trace d'un chemin mène à cette cour. La végétation environnante est très abondante."
                }
            ]
        },
        {
            "building_id": 30,
            "name": "Moulin sur le Flon, vers Rue du Pré",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 110657,
                    "date_begin": 1831,
                    "date_end": 1897,
                    "description": "vue d'un moulin avec trois corps de bâtiments séparés par un escalier et jardin en friche sur le devant,  probablement vers l'ancienne rue du Pré"
                }
            ]
        },
        {
            "building_id": 32,
            "name": "Moulin au bas de la Borde",
            "address": "Rue de la Borde",
            "description": null,
            "images": [
                {
                    "image_id": 131912,
                    "date_begin": 1916,
                    "date_end": 1916,
                    "description": "Vue prise depuis la terrasse du Château vers la place du Tunnel; le quartier de la Borde; le vallon de la Louve. A gauche de l'image, les vignes montaient à l'assaut de l'actuel quartier de Riant-Mont. A la fin du XIXe siècle, la Borde s'appelait la nouvelle route du Mont ou la nouvelle route de Thierrens. Autrefois les véhicules, après avoir franchi la porte Saint-Maire, passaient par l'avenue Vulliemin. Au loin, on remarque nettement la ciblerie du stand de la Pontaise, au pied de la forêt. Et, sur la droite de la photo, on reconnaît l'avenue Vulliemin et le petit Château. Toues ces maisons sont encore là, mais il en a été construit des nouvelles, notamment l'Ecole de la Barre, édifiée vers 1897. Au bas de la Borde, il y avait là à la fin du XIXe siècle, un ensemble de petites maisons avec aussi une buanderie et des bains mais autrefois, c'était un moulin alimenté par un canal dérivé de la Louve. Dans ce pâté de maisons, devait également se trouver le Café de la Forge."
                }
            ]
        },
        {
            "building_id": 33,
            "name": "Moulin sous Montbenon (Ermitage?)",
            "address": null,
            "description": null,
            "images": [
                {
                    "image_id": 135748,
                    "date_begin": 1844,
                    "date_end": 1847,
                    "description": "Vue sur le Grand Pont depuis le sud-ouest, avec ses deux rangées d'arches. Au premier plan, la vallée du Flon est représentée avec des bosquets, des prés et la pente de Montbenon sur la droite avec un arbre à flanc de coteau, qui se découpe dans le ciel et cache le début du pont vers Saint-François, et un chemin bordé d'arbres montant vers la crête. Quelques bâtiments, notamment à droite au premier plan une maison en bois (qui ressemble à un chalet) surélevée avec une remise par-devant, sont représentés, ainsi que plusieurs autres maisons du quartier du Pont/Pépinet visibles derrière les arches. Le pont sur deux arches, avec une balustrade faite de balustres en fonte encastrée dans des créneaux en pierres de taille, apparaît arrondi et le mur de soutènement de Bel-Air est représenté sur l'extrême gauche. Plusieurs passants, une calèche et un cavalier se trouvent sur le pont. Sur le ciel se découpe une partie du vieux Lausanne, notamment de droite à gauche: la flèche de l'église Saint-François qui émerge des arbres, les bâtiments au nord de la place Saint-François accrochés au flanc de la vallée, la Cité avec l'ancien hôpital, l'ancien Evêché, la Cathédrale, l'Académie et le Grand Conseil, le toit de l'hôtel de ville parmi les maisons du quartier de la Palud et la rangée de maisons au sud du quartier de Saint-Laurent avec le clocher de l'église de Saint-Laurent qui se dresse dans le ciel."
                }
            ]
        },
        {
            "building_id": 34,
            "name": "Peut-être autre fabrique utilisant le Flon: une fabrique de bougies, de MM. Isler, Eberlé et Cie, est attestée à la Solitude (FAL 17.08.1852) (visible sur certaines photos avec le moulin du Tunnel, ancienne filature Juat et forge Panchaud)",
            "address": null,
            "description": null,
            "images": []
        }
    ]
}